{   
    "currentIssueDate": "2012-10-29",
    "pubs": {
        "dd": {
            "pagesize": 20,
            "offset": 0,
            "totalfound": "7",
            "items": {
                "1": {
                    "iid": "19626",
                    "tid": "9",
                    "title": "NATO Offers Potential $2.7 Billion In C4ISR Opportunities",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p>At a Rome conference Oct. 23-25, officials from the\u2028NATO Communications and Information (NCI) Agency updated Transatlantic Industry leaders on an estimated $2.7 billion upcoming business opportunities in C4ISR and communication capabilities to support NATO missions and operations.<\/p>\r\n<p>The aim of the conference is to give early warning of potential business opportunities coming in the next 18 months so industry can prepare for competition. Some of the projects are yet to be approved by NATO&rsquo;s resource committees and may be impacted by changes in NATO&rsquo;s operations and missions.<\/p>\r\n<p>Several projects however have already been authorized and call for bids will be launched at the end of 2012 and beginning of 2013.<\/p>\r\n<p>More than 600 senior European and North American Industry representatives attended what was the Agency&rsquo;s first Industry Conference following the establishment of the NCI Agency as part of NATO Agency reform.<\/p>\r\n<p>The new Agency is a result of the merger of the NATO Consultation, Command and Control Agency (NC3A), the NATO ACCS Management Agency (NACMA), the NATO Communication and Information Systems Services Agency (NCSA), the ALTBMD Program Office and elements of NATO HQ ICTM.<\/p>\r\n<p>&nbsp;&ldquo;The aim of our conference is transparency and early warning so that Industry has time to prepare for potential competitions and that we maximize competition,&rdquo; said NCI Agency General Manager, Maj. Gen. (ret.) Koen Gijsbers, &ldquo;I am pleased that we saw a record attendance compared to past events; after the Agency reform we now provide industry with a one-stop shop for NATO C4ISR, cyber and missile defense; in times of austerity this helps to lower the cost of doing business with NATO.&rdquo;<\/p>\r\n<p>He added, &ldquo;We are also seeing interest from Industry in NATO applications and capabilities that--in the spirit of the Secretary General&rsquo;s Smart Defense and Connected Forces initiatives--can be re-used by nations for their national purposes.<\/p>\r\n<p>Some of the specific opportunities discussed included: Continued NATO investment in ballistic missile defense; Secure satellite communication capabilities;&nbsp;Cyber defense; Information and communications infrastructure for the new NATO Headquarters;&nbsp;NATO software applications to support multinational operations; and Counter-IED technologies to support NATO operations that leverage lessons learned from \u2028Afghanistan.<\/p>\r\n<p>The conference was organized in partnership with the Armed Forces Communications and Electronics Association (AFCEA) TechNet International.<\/p>\r\n<p>For more about the business opportunities and the new Agency: www.ncia.nato.int or on Twitter: @NCIAAcquisition<\/p>\r\n&nbsp;&nbsp;",
                    "abstract": "At a Rome conference Oct. 23-25, officials from the\u2028NATO Communications and Information (NCI) Agency updated Transatlantic Industry leaders on an estimated $2.7 billion upcoming business opportunities in C4ISR and communication capabilities to support NATO",
                    "urltitle": "NATO-Offers-Potential-$2-7-Billion-In-C4ISR-Opportunities_19626"
                },
                "2": {
                    "iid": "19628",
                    "tid": "9",
                    "title": "Boeing Adds To Logistics Support Business With&nbsp;Acquisition&nbsp;Of Miro Technologies",
                    "subtitle": "",
                    "byline": "Calvin Biesecker",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p><strong>Boeing<\/strong> [BA] last week said it has acquired Miro Technologies, a small firm that specializes in software for supply chain management and logistics support, a deal that builds on the company&rsquo;s defense logistics business and expands its global footprint.<\/p>\r\n<p>Terms of the deal were not disclosed. California-based Miro has about 120 employees and has operations in Saudi Arabia, Oman and Britain.<\/p>\r\n<p>&ldquo;Boeing&rsquo;s services and logistics business has grown significantly in recent years, and Miro has been a trusted technology partner during that time,&rdquo; Tony Parasida, president of Boeing&rsquo;s Global Services &amp; Support business within the company&rsquo;s defense segment, said in a statement. &ldquo;Bringing Miro into Boeing will provide us with industry-leading maintenance, repair and overhaul and performance-based logistics (PBL) supply chain software capabilities to help our customers plan and execute missions across the ground, air, sea and space domains.&rdquo;<\/p>\r\n<p>Miro&rsquo;s key product is its GOLDesp software solution for aftermarket logistics support, maintenance, supply and repair operations, and PBL program management. Boeing currently uses the software in some of its largest PBL contracts such as the C-17 cargo plane, AH-64D Apache helicopter and a logistics information system for Britain&rsquo;s Ministry of Defence.<\/p>\r\n<p>Additional customers of Miro include the Royal Saudi Air Force, Oman Ministry of Defence, <strong>Lockheed Martin<\/strong> [LMT], Britain&rsquo;s <strong>BAE Systems<\/strong>, <strong>Northrop Grumman<\/strong> [NOC] and others.<\/p>\r\n<p>In the past few years Boeing has bolstered its logistics and supply chain management support capabilities through several acquisitions. Miro complements the sourcing and forecasting expertise within Boeing&rsquo;s supply chain management business and its asset visibility capabilities.<\/p>\r\n<p>Miro will become part of the GS&amp;S business within Boeing. Miro&rsquo;s management is staying on with the company.<\/p>\r\n<p><strong>Jefferies &amp; Co.<\/strong> served as Miro&rsquo;s financial adviser on the deal.<\/p>\r\n<br \/>",
                    "abstract": "Boeing [BA] last week said it has acquired Miro Technologies, a small firm that specializes in software for supply chain management and logistics support, a deal that builds on the company&rsquo;s defense logistics business and expands its global footprint",
                    "urltitle": "Boeing-Adds-To-Logistics-Support-Business-With-Acquisition-Of-Miro-Technologies_19628"
                },
                "3": {
                    "iid": "19629",
                    "tid": "9",
                    "title": "Oshkosh Asks Shareholders To Reject Icahn's Takeover Attempt",
                    "subtitle": "",
                    "byline": "Calvin Biesecker",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p>Carl Icahn&rsquo;s unsolicited $3 billion bid for <strong>Oshkosh Corp. <\/strong>[OSK] undervalues the company and should be rejected, Oshkosh&rsquo;s board of directors wrote in a letter to shareholders last Friday.<\/p>\r\n<p><strong>Icahn Enterprises <\/strong>[IEP], Oshkosh&rsquo;s largest shareholder with just under a 10 percent stake in the truck maker, earlier this month launched a tender offer of $32.50 for each share of stock. The offer is good until Dec. 3 but can be extended.<\/p>\r\n<p>While Icahn has been complaining that Oshkosh has been slow to bolster its value--and is urging the company to divest its JLG division that makes access equipment for construction and other industries--Oshkosh&rsquo;s board said the tender offer is inadequate and &ldquo;he has stated publicly that the value of Oshkosh is in excess of that prices.&rdquo;<\/p>\r\n<p>Separately on Friday, Oshkosh reported its fourth quarter financial results, with net income more than doubling to $78.9 million, 86 cents earnings per share (EPS), from $37.5 million (41 cents EPS) a year ago. &nbsp;Sales dipped 2 percent to just under $2.1 billion from just over $2.1 billion a year ago.<\/p>\r\n<p>Operating income in the defense segment fell 13 percent to $61 million while sales decreased 19 percent to $953.7 million. Defense income fell on the lower sales.<\/p>\r\n<p>The Access Equipment segment that includes JLG increased operating income 71 percent to $59.5 million while sales rose 16 percent to $716 million.<\/p>\r\n<p>The Oshkosh board has also adopted a shareholder rights plan, frequently called a &ldquo;poison pill&rdquo; defense aimed at preventing a hostile take over of the company.<\/p>",
                    "abstract": "Carl Icahn&rsquo;s unsolicited $3 billion bid for Oshkosh Corp. [OSK] undervalues the company and should be rejected, Oshkosh&rsquo;s board of directors wrote in a letter to shareholders last Friday. Icahn Enterprises [IEP], Oshkosh&rsquo;s largest",
                    "urltitle": "Oshkosh-Asks-Shareholders-To-Reject-Icahns-Takeover-Attempt_19629"
                },
                "4": {
                    "iid": "19631",
                    "tid": "9",
                    "title": "The Future Is Uncertain, But The Basics Remain, Odierno Says",
                    "subtitle": "",
                    "byline": "Ann Roosevelt",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p>No one is sure what threats or missions the future will bring in a world becoming increasingly complex and as the Army considers how to reposition and align itself after more than a decade of conflict, the chief of staff pointed to the bedrock basics the land force will build on.<\/p>\r\n<p>&ldquo;War remains a struggle to influence key terrain, populations, and governance,&rdquo; Gen. Ray Odierno said at the Dwight David Eisenhower lunch during the Association of the United States Army annual conference Oct. 23.<\/p>\r\n<p>The land service's enduring mission and top priority is to decisively defeat any enemy on land, Odierno said. The Army must also be prepared to set conditions to deter conflict, and work with allies and partners to do so as well.<\/p>\r\n<p>The Army also plays a critical role in shaping the strategic environment, and is an &ldquo;indispensible provider&quot; to the Joint Force, he said.<br \/>\r\n<br \/>\r\nFor the future, Odierno said, &ldquo;We must develop adaptive leaders and employ regionally-responsive, mission-tailored strategic land power forces to ensure our strength for tomorrow.&rdquo;<\/p>\r\n<p>The service must build leaders who have strategic vision and mental agility and who will be stewards of the Army profession.<\/p>\r\n<p>Considering the service interactions with populations in Iraq and Afghanistan, Odierno is not only harkening back to the Eisenhower era but to the soldier-statesman required in previous centuries.<\/p>\r\n<p>The top soldier said the service must build its leaders from the team and squad level right through the highest levels.<\/p>\r\n<p>Moving to the future Odierno said it was essential the service reorient itself toward a broader variety of missions and regions around the globe.<\/p>\r\n<p>&ldquo;Our ability to deliver truly strategic land power, however, requires an improved understanding of the convergence of the human, cyber and geographic terrain in which we will operate,&rdquo; he said. Strategic results can only be achieved by influencing people, and doing so effectively. <br \/>\r\n<br \/>\r\n&ldquo;Success depends as much on understanding the social and political fabric of the surroundings as it does on the ability to physically dominate them,&quot; he said. &quot;We must take full advantage of the growth and development of new technologies to educate and train the Force for operations on land as well as in cyberspace.&rdquo;<\/p>\r\n&nbsp;&nbsp;",
                    "abstract": "No one is sure what threats or missions the future will bring in a world becoming increasingly complex and as the Army considers how to reposition and align itself after more than a decade of conflict, the chief of staff pointed to the bedrock basics the land",
                    "urltitle": "The-Future-Is-Uncertain-But-The-Basics-Remain-Odierno-Says_19631"
                },
                "5": {
                    "iid": "19632",
                    "tid": "9",
                    "title": "Navy Launches Missiles From Unmanned Surface Vessel",
                    "subtitle": "",
                    "byline": "Mike McCarthy",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "The Navy has successfully launched missiles and hit targets from an unmanned surface vessel as it seeks to transition the weaponizing of unmanned aerial vehicles to the sea, the service said Friday.\r\n<p>The firing of six <strong>Rafael <\/strong>Spike missles earlier in the week was carried out by the Chief of Naval Operation's Expeditionary Warfare Division and the Naval Sea Systems Command's Naval Special Warfare Program Office.<\/p>\r\n<p>It marked the first time the Navy has launched Spike missiles from the vehicle called the surface precision engagement module (USV PEM), a remotely operated boat 11 meters long and armed with missiles and a .50 caliber machine gun.<\/p>\r\n<p>The Navy said the demonstration &ldquo;represents the first significant step forward in surface unmanned combat capability.&rdquo;<\/p>\r\n<p>The Navy said it is developing the capability as the war in Afghanistan draws down and as the service focuses on regions where unconventional maritime threats exist, such as small boats.&nbsp;<\/p>\r\n<p>&quot;The USV PEM project was developed in response to recent world events which have increased the concern over swarms of small attack craft, as well as threat assessments outlined in recent studies conducted by the Naval Warfare Development Command,&quot; said Mark Moses, the assistant program manager at NAVSEA for special warfare.<\/p>\r\n<p>&quot;The study punctuates the effectiveness of these swarm attacks against both military re-supply ships and naval vessels. Technology demonstrated in this project can provide a capability to combat terrorists who use small low-cost vehicles as weapons platforms,&quot; he added.<\/p>\r\n<p>The demonstrator vessel aimed, fired and updated the missiles in flight. It was operated by onshore personnel. They missiles engaged tationary and moving targets as far as three kilometers away, the Navy said.<\/p>\r\n<br \/>",
                    "abstract": "The Navy has successfully launched missiles and hit targets from an unmanned surface vessel as it seeks to transition the weaponizing of unmanned aerial vehicles to the sea, the service said Friday. The firing of six Rafael Spike missles earlier in the week",
                    "urltitle": "Navy-Launches-Missiles-From-Unmanned-Surface-Vessel_19632"
                },
                "6": {
                    "iid": "19635",
                    "tid": "9",
                    "title": "DEFENSE WATCH",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p>&nbsp;<\/p>\r\n<p align=\"center\"><b>The Latest Word On Trends And Developments In Aerospace And Defense<\/b><\/p>\r\n<p><b>McCain&rsquo;s Fleet. <\/b>SASC Ranking Member John McCain (R-Ariz.) comes to the Navy&rsquo;s defense after President Barack Obama chides GOP challenger Mitt Romney, who wants to increase Navy shipbuilding, for emphasizing the naval fleet is smaller now than in 1917. Obama,&nbsp;during the Oct. 22 presidential debate, maintains today&rsquo;s ships are much more advanced vessels. McCain tells reporters U.S. shipyards are experiencing a reduction in shipbuilding, just at a time when more Navy vessels are needed because of the Obama administration&rsquo;s new defense strategy that calls for an increased military presence in the Asia-Pacific. McCain argues Obama does not understand the challenge facing the military in that region. &ldquo;We do need more ships in the Asia-Pacific region, and any military leader will tell you that, if you&rsquo;re going to carry out the strategy which he has advanced,&rdquo; McCain says Oct. 23.<\/p>\r\n<p><b>Funding Frustration. <\/b>Defense Secretary Leon Panetta tells reporters he is frustrated going through a &ldquo;strategic-choices&rdquo; process with Pentagon officials amid so much budget uncertainty. The Pentagon is operating under a temporary budget for the first half of fiscal year 2013, and Congress and the White House have not agreed on any plan to delay or stop $55 billion in &ldquo;sequestration&rdquo; cuts from being made to the defense budget next year. &ldquo;I don't know what...(I am) going to get for 2013 much less what is Congress going to provide for 2014,&rdquo; Panetta says Oct. 25 at the Pentagon. &ldquo;And the issue,...and this is a strategic issue, is what kind of stability am I going to have in terms of defense spending for the future?&rdquo; He adds: &ldquo;For me to be able to put a strategy in place, for us to be able to make the kind of strategic choices we need to make, I have to have some stability with regards to where are we going from here. And I don't have that right now, and...frankly, that's a major concern.&rdquo;<\/p>\r\n<p><b>Keeping Score.<\/b> The right-leaning Center for Security Policy think tank releases a &ldquo;2011-2012 National Security Scorecard&rdquo; that heralds 265 lawmakers for their pro-military votes on legislation. It scores 22 House votes and eight Senate votes on legislation, about topics ranging from defense sequestration to the Law of the Sea Treaty. The center labels 227 House members and 38 senators as &ldquo;Champions of National Security,&rdquo; because they score 85 percent or higher. The scorecard also IDs 149 House members and 44 senators as &ldquo;Lowest Scoring Legislators&rdquo; who score 25 percent or lower.&nbsp;&ldquo;It is imperative that the American public be able to assess how our legislators have voted on a range of defense, foreign policy and homeland security matters,&rdquo; Center for Security Policy President and CEO Frank Gaffney says Oct. 26 in a statement.<\/p>\r\n<p><b>Lieberman&rsquo;s Last Stand.<\/b> Sen. Joseph Lieberman (I\/D-Conn.) says when Congress debates so-called sequestration cuts next month he &ldquo;won't support any debt-reduction package that requires our military to accept further cuts.&rdquo; Lieberman, who is not running for reelection, writes in a Oct. 26 opinion piece in <i>The Wall Street Journal<\/i> that people should remember the military is &ldquo;already under unprecedented strain&rdquo;&nbsp; because of $487 billion in defense reductions already imposed by the Budget Control Act last year. Sequestration could add another $500 billion in long-term defense cuts. &ldquo;The reductions in military spending that we have already accepted weren't driven by improvements in the strategic climate facing our country,&rdquo; Lieberman says, arguing the nation&rsquo;s national-security threats are becoming more complex &ldquo;and no less demanding or urgent.&rdquo; He writes: &ldquo;Sequestration of both defense and nondefense accounts can and must be avoided by a bipartisan debt-reduction package that deals with the real drivers of our fiscal problem: entitlement spending and insufficient revenue.&rdquo;&nbsp;<\/p>\r\n<p><b>Better Federal, Local Ties.<\/b> The White House last Friday issued an executive order establishing the Homeland Security Partnership Council aimed at creating partnerships between various stakeholders at the federal and local levels including private and non-governmental organizations &ldquo;to address homeland security challenges.&rdquo; The council will be chaired by the Assistant to the President for Homeland Security and Counterterrorism. The supporting policy language in the order says that given the &ldquo;complexities and range of the challenges, we must institutionalize an all-of-nation effort to address the evolving threats to the United States.&rdquo;<\/p>\r\n<p><b>Hall of Fame Packbot<\/b>. iRobot&rsquo;s battle-tested Packbot robot is now in the Robot Hall of Fame created by Carnegie Mellon University in 2003. The Hall of Fame is to recognize excellence in robotics technology. The class of 2012 also included Boston Dynamic&rsquo;s BigDog, Aldebaran Robotic&rsquo;s NAO and Pixar&rsquo;s WALL-E. Packbots are stationed in Iraq and Afghanistan, and was one of the first robots to enter the Fukushima Daiichi Nuclear Plant after the 2011 tsunami. BigDog, a robotic mule, is now being tested by DARPA and could become a military robot.<\/p>\r\n<p><b>Ahead of Schedule<\/b>. Boeing&rsquo;s CH-47F Chinook helicopters are delivering ahead of schedule, says Mark Ballew, director of Mobility Rotorcraft Business Development. To date, 208 of the Fox models have been delivered on a production schedule of five per month, Ballew said at the AUSA annual meeting. Boeing is negotiating with the government on a second multi-year award, with everything almost in place, preparing for an award and budget. There&rsquo;s been &ldquo;great cooperation&rdquo; between the government and Boeing, Ballew says.<\/p>\r\n<p><b>Deeper Ties<\/b>. The strategic partnership between India and the United states is growing in defense and security, William Burns, deputy secretary of State says at the Center for American Progress in Washington Friday. &ldquo;As India&rsquo;s military influence grows, our hope is that our partnership can become one of our closest in the region.&rdquo; Burns says that since 2008, India has bought more than $8 billion in U.S. defense equipment, up from &ldquo;effectively zero&rdquo; less than a decade ago. &ldquo;When we complete delivery of India&rsquo;s $4 billion in C-17 aircraft, our combined fleet will represent the largest airlift capability in the world,&rdquo; he says. &ldquo;As our defense relationship evolves from &ldquo;buyer-seller&rdquo; to co-production and joint research, we will be ambitious, and we ask India to be equally ambitious in sharing this vision of a new security partnership with the United States.&rdquo;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><b>Sniper Trials<\/b>. The Army International Sniper Competition kicks off Nov. 2 at Fort Benning, Ga., and runs through Nov. 7. Thirty-six two-man sniper teams from around the world are expected to participate in the competition and symposium, a post release says. The teams represent active-duty Army units, the Army National Guard, U.S. Army Reserve, U.S. Air Force, Pentagon Defense Police, the San Diego police department and the countries of United Arab Emigrants, Canada, Germany and Ireland. The competition will take place on the firing ranges on post and events will be conducted continuously over a 72-hour period. The events will test competitors' physical fitness and mastery of sniper skills to include target detection, target discrimination, stalking, land navigation and marksmanship. The competition will be preceded by a symposium focused on sharing tactics, techniques, procedures and lessons learned from subject matter experts who have recent combat experiences.<\/p>\r\n<p><b>USAF Honeywell SPLS.<\/b> The Air Force and Honeywell sign a new eight-year, $365 million contract extension to the Secondary Power Logistics Solution (SPLS) contract to provide logistics and depot support for F-15s, according to an Air Force statement. This extension builds on Increment I of the SPLS contract, which provides support for the B-2 bomber and the C-130 cargo aircraft. SPLS is one of the Air Force&rsquo;s first examples of the Defense Department&rsquo;s Performance Based Logistics (PBL) contracting. With PBL, instead of contracting for individual parts and services, the government pays a fixed amount for a desired outcome based on mission needs, such as an availability rate.<\/p>\r\n<p><b>Boeing CHAMP.<\/b> Boeing and the Air Force Research Laboratory (AFRL) successfully test the Counter-Electronics High-Powered Microwave Advanced Missile Project (CHAMP) during a flight test over the Utah Test and Training Range, according to a Boeing statement. During the test, the CHAMP missile navigated a pre-programmed flight plan and emitted bursts of high-powered energy, effectively knocking out the target&rsquo;s data and electronic subsystems. CHAMP allows for selective high-frequency radio wave strikes against numerous targets during a single mission. CHAMP is a multi-year, joint capability technology demonstration that includes ground and flight tests.<\/p>\r\n<p><b>F-35A AMRAAM.<\/b> An F-35A Joint Strike Fighter test aircraft completed the first aerial weapons release of an AIM-120 Advanced Medium Range Air-to-Air Missile (AMRAAM) Oct. 19, according to a Lockheed Martin statement. The F-35A is the conventional takeoff and landing (CTOL) variant the Air Force is purchasing. The test aircraft, known as AF-1, jettisoned the instrumented AIM-120 over the China Lake, Calif., test range from an internal weapons bay. This was the second in-flight weapons release in three days for AF-1 as it completed the release of a 2,000-pound GBU-31 BLU-109 Joint Direct Attack Munition (JDAM) Oct. 16.<\/p>\r\n<p><b>Rolls On Amphibious Craft.<\/b> Rolls-Royce has been selected to provide the engines for the Navy and Marine Corps&rsquo; next generation of amphibious landing craft known as the Ship-to-Shore Connector (SSC). Rolls Royce will provide the engines for hovercrafts being built by Textron&rsquo;s marine systems unit. Textron won the contract in July to build the SSCs, valued at $212.7 million for the first hovercraft. Options for eight more would bring the total value to $570.5 million. Rolls Royce said it will use it&rsquo;s MT7 gas turbines engines, which are derived from the AE1107 engine that powers the V-22 Osprey tilt-rotor aircraft.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n&nbsp;&nbsp;",
                    "abstract": "&nbsp; The Latest Word On Trends And Developments In Aerospace And Defense McCain&rsquo;s Fleet. SASC Ranking Member John McCain (R-Ariz.) comes to the Navy&rsquo;s defense after President Barack Obama chides GOP challenger Mitt Romney, who wants to increase",
                    "urltitle": "DEFENSE-WATCH_19635"
                },
                "7": {
                    "iid": "19636",
                    "tid": "9",
                    "title": "Mine-Resistant Vehicle Fleet Study Nearing Completion",
                    "subtitle": "",
                    "byline": "Emelie Rutherford",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">A new Army report detailing its plans for the Mine Resistant Ambush Protected Vehicle (MRAP) fleet is on track to be briefed to the Army&rsquo;s vice chief of staff in December, according to a service official.<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">Kevin Fahey, Army's program executive officer for combat support and combat service support, said the MRAP fleet study will tell the Army where the heavily-armored vehicles will be used in the future, &ldquo;which will allow us to do real good long-term sustainment planning.&rdquo;<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">The Army and Marine Corps have already made some decisions about the seven-variant MRAP fleet, including that the RG-33s will be converted to medium-mine-protection vehicles. The RG-31s already have been transferred to Army for route clearance. The Marine Corps also has decided to keep only Cougar MRAPs.<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">In terms of future decisions the study will address, &ldquo;there&rsquo;s all kinds of courses of action,&rdquo; Fahey tells reporters Oct. 24 during a briefing at the Association of the United States Army (AUSA) annual conference in Washington. That includes whether the Army will mimic the Marine Corps and not keep all of the MRAPs in its fleet.<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">Fahey said the study should come together in November. Then in December he plans to present the results of the analysis to the vice chief in December during a capability portfolio review.<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">Multiple companies have built more than 28,000 MRAPs over the past five years, and roughly 24,000 of them were fielded to Iraq and Afghanistan to protect troops from improvised explosive devices. Nearly 13,000 of them are still being used in Afghanistan. Congress appropriated more than $47 billion for MRAPs through fiscal year 2012, according to the Pentagon.<o:p><\/o:p><\/span><\/p>\r\n<p class=\"MsoNormal\" style=\"line-height: 12pt; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto\"><span style=\"font-family: Verdana, sans-serif; font-size: 9pt\">The Pentagon marked the end of MRAP production at an Oct. 1 ceremony that included Vice President Joe Biden and Deputy Defense Secretary Ashton Carter. The MRAP is now an official program of record.&nbsp;<o:p><\/o:p><\/span><\/p>\r\n<p><\/p>",
                    "abstract": "A new Army report detailing its plans for the Mine Resistant Ambush Protected Vehicle (MRAP) fleet is on track to be briefed to the Army&rsquo;s vice chief of staff in December, according to a service official. Kevin Fahey, Army's program executive officer",
                    "urltitle": "Mine-Resistant-Vehicle-Fleet-Study-Nearing-Completion_19636"
                }
            },
            "totalshown": 7,
            "pubname": "Defense Daily"
        },
        "ddi": {
            "pagesize": 10,
            "offset": 0,
            "totalfound": "2123",
            "items": {
                "1": {
                    "iid": "19626",
                    "tid": "10",
                    "title": "NATO Offers Potential $2.7 Billion In C4ISR Opportunities",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-29",
                    "teaser": "",
                    "contentbody": "<p>At a Rome conference Oct. 23-25, officials from the\u2028NATO Communications and Information (NCI) Agency updated Transatlantic Industry leaders on an estimated $2.7 billion upcoming business opportunities in C4ISR and communication capabilities to support NATO missions and operations.<\/p>\r\n<p>The aim of the conference is to give early warning of potential business opportunities coming in the next 18 months so industry can prepare for competition. Some of the projects are yet to be approved by NATO&rsquo;s resource committees and may be impacted by changes in NATO&rsquo;s operations and missions.<\/p>\r\n<p>Several projects however have already been authorized and call for bids will be launched at the end of 2012 and beginning of 2013.<\/p>\r\n<p>More than 600 senior European and North American Industry representatives attended what was the Agency&rsquo;s first Industry Conference following the establishment of the NCI Agency as part of NATO Agency reform.<\/p>\r\n<p>The new Agency is a result of the merger of the NATO Consultation, Command and Control Agency (NC3A), the NATO ACCS Management Agency (NACMA), the NATO Communication and Information Systems Services Agency (NCSA), the ALTBMD Program Office and elements of NATO HQ ICTM.<\/p>\r\n<p>&nbsp;&ldquo;The aim of our conference is transparency and early warning so that Industry has time to prepare for potential competitions and that we maximize competition,&rdquo; said NCI Agency General Manager, Maj. Gen. (ret.) Koen Gijsbers, &ldquo;I am pleased that we saw a record attendance compared to past events; after the Agency reform we now provide industry with a one-stop shop for NATO C4ISR, cyber and missile defense; in times of austerity this helps to lower the cost of doing business with NATO.&rdquo;<\/p>\r\n<p>He added, &ldquo;We are also seeing interest from Industry in NATO applications and capabilities that--in the spirit of the Secretary General&rsquo;s Smart Defense and Connected Forces initiatives--can be re-used by nations for their national purposes.<\/p>\r\n<p>Some of the specific opportunities discussed included: Continued NATO investment in ballistic missile defense; Secure satellite communication capabilities;&nbsp;Cyber defense; Information and communications infrastructure for the new NATO Headquarters;&nbsp;NATO software applications to support multinational operations; and Counter-IED technologies to support NATO operations that leverage lessons learned from \u2028Afghanistan.<\/p>\r\n<p>The conference was organized in partnership with the Armed Forces Communications and Electronics Association (AFCEA) TechNet International.<\/p>\r\n<p>For more about the business opportunities and the new Agency: www.ncia.nato.int or on Twitter: @NCIAAcquisition<\/p>\r\n&nbsp;&nbsp;",
                    "abstract": "At a Rome conference Oct. 23-25, officials from the\u2028NATO Communications and Information (NCI) Agency updated Transatlantic Industry leaders on an estimated $2.7 billion upcoming business opportunities in C4ISR and communication capabilities to support NATO",
                    "urltitle": "NATO-Offers-Potential-$2-7-Billion-In-C4ISR-Opportunities_19626"
                },
                "2": {
                    "iid": "19604",
                    "tid": "10",
                    "title": "Fidelity Technologies Teams With U.K.'s Cubewano For North American Defense Market",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>Fidelity Technologies Corp.,  a defense contractor headquartered in Reading, Penn.,and British engine maker <span> Cubewano LTD recently said they have agreed to an exclusive licensing agreement covering the North American defense market.<\/span><\/p>\r\n<p>The  licensing agreement will enable Fidelity to utilize Cubewano LTD&rsquo;s  proprietary rotary engine technology in the Defense Department market  for tactical power generation  applications where high power density and multi-fuel capabilities are a  priority to the warfighter.&nbsp;<\/p>\r\n<p>Cubewano&rsquo;s rotary engines are among the smallest, most powerful and reliable rotary engines available in the world.<\/p>\r\n<p>Fidelity  President David Gulati said, &ldquo;Our alliance with Cubewano LTD is  strategic and aligns perfectly with the mission of our Military and  Aerospace Manufacturing  Division to expand Fidelity&rsquo;s market share within the defense industry  by providing unique capabilities to manufacture defense products with  the smallest footprint available in today&rsquo;s market. It further  demonstrates Fidelity&rsquo;s commitment to the ever evolving  requirements of the warfighter.&nbsp;As increased power demands continue to  emerge in the battlefield from individual soldier power requirements to  vehicle and unmanned applications, Fidelity will effectively lighten the  load as a result of our collaboration with  Cubewano.&rdquo;<\/p>\r\n<p>Craig  Fletcher, founder and CEO of Cubewano, said, &ldquo;Our engines were  originally created and perfected for use in unmanned aerial vehicles  (UAVs), which led us to  win a contract to supply the U.S. Army&rsquo;s Class 1 Increment 2 program.  We realized that the core technology would suit lightweight power  generation applications, especially in the defense sector. A platoon  currently carries up to 11 battery types weighing up  to 436lbs for a 72 hour mission, as current generators running on heavy  fuel are too heavy for one person to carry. This partnership will allow  Fidelity to bring a product to market which solves that problem,  running on military-standard JP8 fuel. We expect  demand to be significant, as this will be a unique proposition which no  other manufacturer can offer.&rdquo;<\/p>\r\n<br \/>",
                    "abstract": "Fidelity Technologies Corp., a defense contractor headquartered in Reading, Penn.,and British engine maker Cubewano LTD recently said they have agreed to an exclusive licensing agreement covering the North American defense market. The licensing agreement will",
                    "urltitle": "Fidelity-Technologies-Teams-With-U-K-s-Cubewano-For-North-American-Defense-Market_19604"
                },
                "3": {
                    "iid": "19605",
                    "tid": "10",
                    "title": "SAAB North America Plans To Expand In North America",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "&nbsp;  SAAB North America has been doing business in the United States for 50  years and is expecting to expand its North American operations,  building on strong relationships with U.S.  industry and the cordial relations between Sweden a<span>nd the United States, officials said <\/span>\r\n<p>&ldquo;Look  at the pure size of the defense market--the U.S. defense  market is 50 percent of the rest of the world and you see the sheer  volume of opportunity here,&rdquo; said Wes Walters, executive vice president,  Sales and Marketing  for Saab North America. &ldquo;We have to be here.&rdquo;<\/p>\r\n<p>&ldquo;We have some competitive products and our plan is to grow in the U.S&hellip;as the company  has a very small presence here&hellip;through acquisition and organic growth,&rdquo; he said in an interview.<\/p>\r\n<p>In  business since 1937, Sweden&rsquo;s Saab AB has operations in more than 100  countries,  with about 13,000 employees--more than 800 in the United States--and  annual sales of $4 billion, John Belanger, vice president of corporate  communications for Saab North America, said. In the United States in  2011, sales were about $270 million. This year,  the company will probably be close to $500 million in order intake.<\/p>\r\n<p>Walters  said Saab North America has seven offices in the United States and two  in Canada.  In the United States, sites include Saab Training USA LLC in Orlando,  Fla., co-located with its largest customer, the Program Executive Office  for Simulation, Training and Instrumentation. &ldquo;We have a very robust  product line, which is in the U.S. inventory.&rdquo;<\/p>\r\n<p>Another  example is a manufacturing plant in Lillington, N. C., Saab Barracuda.  The facility  makes all the camouflage for the U.S. Army and Marines, and at the  height of recent conflicts was producing 10,000 systems per month.<\/p>\r\n<p>Considering growth, Saab North America recently acquired SENSIS, in Syracuse, N.Y.,  and other locations. &ldquo;Our radar was selected for (Littoral Combat Ship) LCS,&rdquo; he said. They also have land radars used in Iraq.<\/p>\r\n<p>The company is heavily involved in land and naval systems, with perhaps the least impact  on the air side, Walters said. However, the company is a major supplier to Boeing [BA] on the Dreamliner.<\/p>\r\n<p>The  company looks at niche areas, such as shoulder-fired weapons. Saab  built 600,000  of them in the early 1980s. One, the Carl-Gustaf, is going strong, and  is in use by special operations forces, Navy SEALS, Marines, and Army  Special Forces. In late September, Saab signed a $31 million contract  with the Army to supply the weapons, responding  to an urgent need from Afghanistan.<\/p>\r\n<p>&ldquo;We  don&rsquo;t stop developing, about 20 percent of our sales go back to  internal R&amp;D,&rdquo; Walters  said. &ldquo;We have a large number of products developed and sitting on the  shelf that with very little tweaking&rdquo; can be used as a solution. If a  government doesn&rsquo;t have a lot of money to invest, it can use an 80  percent solution and start operating right away.<\/p>\r\n<p>The next generation Carl-Gustaf is already in process, expecting to be seven pounds  lighter and using next-generation munitions.<\/p>\r\n<p>&ldquo;What  we see as an advantage for us is that we&rsquo;re not greatly invested in  R&amp;D in the  U.S. market. We have products already developed,&rdquo; Belanger said. &ldquo;We&rsquo;re  small fish in the big sea over here. If we get a small percentage of  business in the market,&rdquo; it&rsquo;s a large piece of business because the  market is so large.<\/p>\r\n<p>Parent company SAAB AB two years ago decided &ldquo;to go all in,&rdquo; and go for market expansion, Belanger said.<\/p>\r\n<p>For  example, Saab North America &ldquo;set a goal to do more than $1 billion in  revenue by  the end of 2016,&rdquo; he said. &ldquo;Looking at the progression, we&rsquo;re well on  the way to meeting that goal, combining organic growth as well as  strategic acquisitions.&rdquo;<\/p>\r\n<p>Walters  noted the company teams with prime contractors, finding niche areas and  areas  where technology can help with what primes offer. He doesn&rsquo;t see Saab  as a competitor to those large defense companies, but as a technical  partner.<\/p>\r\n<p>Meanwhile, &ldquo;there&rsquo;s a sea change for the group in the way it does business,&rdquo; Belanger  said.<\/p>\r\n<p>Saab  AB is moving to a more market-based organic structure, he said. Last  year, a successful  experiment in this area encouraged the CEO and Board of Directors to  decide that, as of Jan. 1, there will be six market areas in the  company, such as Europe, the Middle East, Asia-Pacific, and the Nordic  area.<\/p>\r\n<p>This  is really an evolution, he said. Companies need to be where the  customers are to  do business, with a local presence and an ability to transfer  technology. U.K.-based BAE Systems did something similar not long ago,  he added.<\/p>\r\n<p>&ldquo;We&rsquo;re here. We have been here and our plan is to stay and grow here as an America company,&rdquo;  Walters said. Insiders know who we are, but the majority of people think we&rsquo;re a car manufacturer. &ldquo;We do not produce cars.&rdquo;<\/p>\r\n<p>&nbsp;<\/p>\r\n<br \/>",
                    "abstract": "&nbsp; SAAB North America has been doing business in the United States for 50 years and is expecting to expand its North American operations, building on strong relationships with U.S. industry and the cordial relations between Sweden and the United States",
                    "urltitle": "SAAB-North-America-Plans-To-Expand-In-North-America_19605"
                },
                "4": {
                    "iid": "19606",
                    "tid": "10",
                    "title": "Friend Or Foe ID System Completes Certification Testing",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "&nbsp;The  Medium Extended Air Defense System (MEADS), a tri-national effort by  the  United States, Germany and Italy, has successfully completed  certification testing for its advanced Mode 5 Identification Friend or  Foe (IFF) system at Pratica di Mare  AGB, Italy.\r\n<p>&ldquo;MEADS  is designed to maximize the system&rsquo;s ability to identify  friendly aircraft,&rdquo; said MEADS International Technical Director Marco  Riccetti. &ldquo;The MEADS IFF subsystem was selected for both radars in order  to provide a robust IFF system. They  provide the highest level of fratricide prevention available to protect allied pilots.&rdquo;<\/p>\r\n<p>All IFF scenarios were tested in collaboration with the U.S. Air Force Traffic Control  Radar Beacon System Identification Friend or Foe Mark XII\/XIIA System (AUIMS) Program Office.<\/p>\r\n<p>The MEADS IFF system completed 160 tests during certification testing.<\/p>\r\n<p>Additional tests were also conducted with the Italian National Security Agency after  the IFF was integrated into a MEADS Multifunction Fire Control Radar.<\/p>\r\n<p>The  IFF system is incorporated into both MEADS 360-degree radar  configurations and uses  a cryptographic computer developed by Italy&rsquo;s SELEX Sistemi Integrati.  MEADS became the first non-U.S. cryptographic system cleared for U.S.  use.<\/p>\r\n<p>The MEADS system is preparing for its first flight intercept test at White Sands Missile  Range, N.M.<\/p>\r\n<p>&ldquo;For  the upcoming test, we&rsquo;re seeing progress on the radar front,&rdquo; Marty  Coyne MEADS  International director of business development, said. &ldquo;For example, the  MEADS surveillance radar has successfully handed targets over to the  multifunction fire control radar in initial tests. Our test team at  White Sands Missile Range is now working with the  German air force to track target aircraft with the MFCR. It&rsquo;s an  exciting time for the MEADS program.&rdquo;<\/p>\r\n<p>The  intercept flight test would be the culmination of the system design and  development  (SDD) phase of the program. None of the three nations plan to procure  systems at this point, but each wants to harvest what has been  developed.<\/p>\r\n<p>The  MEADS system offers coverage and flexibility that other systems cannot  provide including  complete 360-degree defense that protects military sites and civilians  against next-generation threats, said Gregory Kee, NATO MEADS Management  Agency general manager. &ldquo;Its advanced solid state architecture is more  reliable than fielded systems, yet with the  same number of batteries MEADS can provide eight times the coverage.  Reductions in personnel and maintenance can save billions of dollars in  operating costs.&rdquo;<\/p>\r\n<p>MEADS International is the prime contractor for the MEADS system, with joint venture  partners MBDA in Italy and Germany and Lockheed Martin&nbsp; [LMT] in the United States.<\/p>\r\n<p>&nbsp;<\/p>\r\n<br \/>",
                    "abstract": "&nbsp;The Medium Extended Air Defense System (MEADS), a tri-national effort by the United States, Germany and Italy, has successfully completed certification testing for its advanced Mode 5 Identification Friend or Foe (IFF) system at Pratica di Mare AGB",
                    "urltitle": "Friend-Or-Foe-ID-System-Completes-Certification-Testing_19606"
                },
                "5": {
                    "iid": "19607",
                    "tid": "10",
                    "title": "MBDA Begins Production Of Meteor Air-To-Air Missile",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>European multi-nation conglomerate <span> MBDA has started production of its Beyond Visual Range Air-to-Air Missile (BVRAAM) Meteor, according to a company spokesman. <\/span><\/p>\r\n<p>MBDA spokesman Doug Denneny said recently at the Association of United States Army  trade show in downtown Washington five of the partner nations have  entered production contracts (United Kingdom, Italy, France, Spain,  Sweden) and the  company expects a contract from Germany by the end of 2012. Sweden is  not part of MBDA but is a partner on Meteor. Denneny said MBDA expects  deliveries &ldquo;fairly soon&rdquo; to the nations under contract.<\/p>\r\n<p>Though final test results are still classified, Denneny said the company is &ldquo;very pleased with how the final testing was done.&rdquo;<\/p>\r\n<p>Denneny  said these current Meteor production contracts are&nbsp; scheduled for  deployment on the Eurofighter Typhoon, the Swedish aircraft Gripen and  the French aircraft  Rafale, manufactured by <span> Dassault.<\/span><\/p>\r\n<p>MBDA believes Meteor is the best option against competing BVRAAM missiles like <span> Raytheon&rsquo;s [RTN] Advanced Medium Range Air-to-Air Missile  (AMRAAM) because of its unique dual-rocket &ldquo;Ramjet&rdquo; motor. While the  AMRAAM has very high acceleration, it coasts to its target, reducing  speed. MBDA says Meteor&rsquo;s Ramjet motor allows the missile  to accelerate to boost while the second jet maintains that speed all  the way to the target, which gives it a &ldquo;massive no-escape zone&rdquo; and  assistance all the way to the target.<\/span><\/p>\r\n<p>MBDA thinks Meteor has a good chance of landing a coveted spot on <span> Lockheed Martin&rsquo;s [LMT] F-35 Joint Strike Fighter due to its  Ramjet motor. Denneny said Meteor is &ldquo;being looked at very seriously&rdquo;  for the internal carriage on the U.K.&rsquo;s F-35C variant.<\/span><\/p>\r\n<p>&ldquo;We  know that there are decisions coming up with how that integration of  the weapons will proceed,&rdquo; Denneny said. &ldquo;We&rsquo;re positive and confident  that Meteor will be  on that roadmap.&rdquo;<\/p>\r\n<p>In  addition to the United States, Japan, Canada, the U.K., Italy, the  Netherlands, Turkey, Australia, Norway, Denmark and Israel are  purchasing the F-35.<\/p>\r\n<p>MBDA  is a five-nation effort formed by the U.K., France, Italy, Germany and  Spain. Meteor is an effort to provide a missile &ldquo;technology jump&rdquo; to  western European  militaries and to provide something different from competing missile  technologies.<\/p>\r\n<br \/>",
                    "abstract": "European multi-nation conglomerate MBDA has started production of its Beyond Visual Range Air-to-Air Missile (BVRAAM) Meteor, according to a company spokesman. MBDA spokesman Doug Denneny said recently at the Association of United States Army trade show in",
                    "urltitle": "MBDA-Begins-Production-Of-Meteor-Air-To-Air-Missile_19607"
                },
                "6": {
                    "iid": "19608",
                    "tid": "10",
                    "title": "DARPA Chief To Russia: 'It's Not That Easy'",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>The head of the Pentagon&rsquo;s agency for developing cutting edge ideas and turning them into real weapons  technology cautioned recently that Russia&rsquo;s endeavor to establish a similar organization won&rsquo;t be easy.<\/p>\r\n<p>The  Russian Duma, controlled by President Vladimir Putin&rsquo;s United Russia  party, voted overwhelmingly last summer to set up and fund a new agency  modeled after the Defense Advanced Research Projects Agency (DARPA), calling it the Future Research Fund (FPI).<\/p>\r\n<p>DARPA  chief Arati Prabhakar predicted it will take quite a bit of time for  the FPI to develop the unique qualities required to push the limits of  technology and create  the risk-taking culture that must accompany it.<\/p>\r\n<p>&ldquo;I  would say it&rsquo;s not that easy to do, and the reason is that our ability  to take big steps and to take the risk that is necessary to reach for  significant impact--that&rsquo;s  not something that happens overnight,&rdquo; she said.<\/p>\r\n<p>&ldquo;It&rsquo;s  something that happens as you build an organization and&nbsp;you establish a  set of relationships and you establish fundamentally a culture that  allows a group of  great program managers to step out and really take on those kinds of  dramatic challenges,&rdquo; she added.<\/p>\r\n<p>Effectively  running an organization like DARPA relies on a recruiting strategy to  attract the best talent, enabling risk taking, keeping bureaucracy out  of the way,  and then finding ways to put the newest technology to use even if it  threatens previously established business models people are reluctant to  let go of, Prabhakar said.<\/p>\r\n<p>&ldquo;Those  are things that take a long time to develop,&rdquo; she said at an Office of  Naval Research conference hosted by the American Society of Naval  Engineers.<\/p>\r\n<p>The FPI could be operating within months and could receive up to as much as $100 billion in funding through 2020, <span> Russia Today, a state-funded television station, reported.<\/span><\/p>\r\n<p>Russian Deputy Prime Minister Dmitry Rogozin was quoted by<span> RT  before the July vote as saying that after 20 years of stagnation Moscow  won&rsquo;t be able to catch up the West through traditional weapons  development programs and needs an agency to take the necessary risks. He  said FPI&rsquo;s initial focus will be on automating systems  and hypersonic technologies.<\/span><\/p>\r\n<p>DARPA  has been around since 1958 and, among many other things, is credited  for the development stealth and the Global Positioning System (GPS)  technologies. It also  played a role in the creation of the internet by pursuing the idea of  linking time-sharing computers into a national system, according to its  website.<\/p>\r\n<br \/>",
                    "abstract": "The head of the Pentagon&rsquo;s agency for developing cutting edge ideas and turning them into real weapons technology cautioned recently that Russia&rsquo;s endeavor to establish a similar organization won&rsquo;t be easy. The Russian Duma, controlled by",
                    "urltitle": "DARPA-Chief-To-Russia-Its-Not-That-Easy_19608"
                },
                "7": {
                    "iid": "19609",
                    "tid": "10",
                    "title": "MBDA Markets Dual Mode Brimstone For Army's JAGM Program",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>&nbsp;<\/p>\r\n<p>European multi-nation conglomerate MBDA  believes the applicability of  its Dual Mode Brimstone air-to-ground precision attack weapon and its  uniquely-integrated millimeter wave seeker makes it a top contender in  the Army&rsquo;s Joint Air to Ground Missile (JAGM) program.<\/p>\r\n<p>MBDA spokesman Doug Denneny said recently at the Association of the United States  Army trade show in downtown Washington the Dual Mode Brimstone can be  deployed from anything that currently employs a Hellfire missile because  it is relatively the same shape and size as Hellfire and can work off  the same M299 launcher.<\/p>\r\n<p>&ldquo;You never say integration is easy, because that&rsquo;s a hard thing to say,&rdquo; Denneny said. &ldquo;But it&rsquo;s relatively easy.&rdquo;<\/p>\r\n<p>Denneny said <span> Boeing&rsquo;s [BA] AH-64 Apache helicopter and AH-64D Apache Longbow helicopter and  MD Helicopter&rsquo;s MH-6 Little Bird could deploy Dual Mode  Brimstone. Denneny also said Dual Mode Brimstone could be fired from  remotely piloted aircraft (RPA) and unmanned aerial vehicles (UAV). MBDA  said in a release Dual Mode Brimstone is also intended  for integration on the Eurofighter Typhoon aircraft and the Defense  Department&rsquo;s next-generation F-35 Joint Strike Fighter, which is  developed by  Lockheed Martin [LMT].<\/span><\/p>\r\n<p>Denneny  said the accuracy of Dual Mode Brimstone&rsquo;s millimeter wave seeker head  sets it apart. Denneny said the millimeter wave seeker head allows the  operator to  employ it just as if they are employing a semi-active laser Hellfire,  except the millimeter wave seeker head hones in on the center of mass,  providing increased accuracy and less waste compared to Hellfire.<\/p>\r\n<p>&ldquo;What  that allows is in a high-speed moving target situation, if the laser  spot comes off the target today, for instance, on a Hellfire, the  missile may miss by six  or seven feet and blow up in the dirt behind the target,&rdquo; Denneny said.  &ldquo;With Dual Mode Brimstone, it locks onto the object.&rdquo;<\/p>\r\n<p>JAGM  is an Army program to develop the next-generation air-to-ground missile  to replace the current BGM-71 TOW anti-tank missile, AGM-114 Hellfire  and the AGM-65  Maverick air-to-surface missiles. The Hellfire missile is developed by  Lockheed Martin.<\/p>\r\n<p>&ldquo;It&rsquo;s  something we&rsquo;re marketing to really raise awareness and also to offer  to the U.S. Army and other services a complete, in-production,  known-cost opportunity,  particularly now that JAGM has moved off to the side,&rdquo; Denneny said.<\/p>\r\n<p>Denneny  said Dual Mode Brimstone is battle tested, having been fired over 200  times by the United Kingdom&rsquo;s Royal Air Force during its Libya campaign,  including from  a Tornado GR-4 aircraft. The Tornado GR-4 is developed by multi-nation  conglomerate <span> Panavia Aircraft GmbH.<\/span><\/p>\r\n<p>Denneny said Dual Mode Brimstone&rsquo;s third highlight is that it is a low-damage collateral warhead.<\/p>\r\n<p>MBDA is jointly held by <span> BAE Systems with 37.5 percent,  European Aeronautic Defense and Space Co. (EADS) with 37.5 percent and  Finmeccanica with 25 percent.<\/span><\/p>\r\n<br \/>",
                    "abstract": "&nbsp; European multi-nation conglomerate MBDA believes the applicability of its Dual Mode Brimstone air-to-ground precision attack weapon and its uniquely-integrated millimeter wave seeker makes it a top contender in the Army&rsquo;s Joint Air to Ground",
                    "urltitle": "MBDA-Markets-Dual-Mode-Brimstone-For-Armys-JAGM-Program_19609"
                },
                "8": {
                    "iid": "19610",
                    "tid": "10",
                    "title": "Oshkosh Defense Prepared For Budget Actions, Looks Internationally, Official Says",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>A top Oshkosh [OSK] official says the company is reaching into international opportunities  as it prepares and awaits whatever happens on the budget front.&nbsp;<\/p>\r\n<p>&ldquo;We&rsquo;re  not panicking, we do understand,&rdquo; said John Urias, Oshkosh Corp.  executive vice  president and president of Oshkosh Defense. &ldquo;We&rsquo;ve been through this  before, it&rsquo;s nothing Earth-shattering and new, it&rsquo;s something inevitable  and historic. &ldquo; Every time we come out of a conflict, we downsize.&rdquo;<\/p>\r\n<p>There  are some domestic contracts to come, such as reset and  recapitalization, though  others are winding down. For example, the M-ATV for U.S. forces was a  &ldquo;huge boon&rdquo; for the company, but it came from a unique set of  circumstances not the norm, he said. That year, 2009 was a great year  followed by other good years but the M-ATV contract was  completed last year.&nbsp;<\/p>\r\n<p>Now, Oshkosh Defense is combining an aggressive and robust business development opportunity  coupled with an equally aggressive and international business unit.&nbsp;<\/p>\r\n<p>The company hasn&rsquo;t done anything different except have a more focused view of the playing  field, with a full court press to prepare for success, he said.&nbsp;<\/p>\r\n<p>&ldquo;One  thing I&rsquo;ve done personally was to revamp the business development  organization  and started expanding the international unit,&rdquo; Urias said. &ldquo;You&rsquo;ve got  to have the bodies, the people to get out there and find the  opportunities. There&rsquo;s nothing magic about it.&rdquo;<\/p>\r\n<p>Other companies have more robust business development organizations and Urias considered  them as he worked out his approach.&nbsp;<\/p>\r\n<p>Right now, the division doesn&rsquo;t have specific offices outside the country. &ldquo;I think  we&rsquo;re waiting and seeing how things play out,&rdquo; he said.<\/p>\r\n<p>Basically, he said, whatever happens with sequestration and budget concerns will impact  the defense industry, and Oshkosh Defense will be one of the recipients of whatever happens.&nbsp;<\/p>\r\n<p>&ldquo;We know that there&rsquo;s a number of extra dynamics--like a continuing resolution  or the election and then the potential of sequestration, national debt.  There&rsquo;s a little more hype on this one, because of the unknowns, he  said.&nbsp;<\/p>\r\n<p>While  all that churning in the background, &ldquo;we are executing our current  contracts as well as working  with the current contracts we support to do as best we possibly can to  provide world class products and services,&rdquo; he said. &ldquo;And, we&rsquo;re  aggressively looking for new business--the glass is still half full.&rdquo;<\/p>\r\n<p>At the Association of the United States Army annual   conference, Urias said he&rsquo;d be interested in finding out more about the  Army&rsquo;s plans, for the Humvee, for example, and having discussions with  the customer base and other industry members. It appears the Army is  revisiting Humvee modernization at some scale  of effort as it will take some time before the Joint Light Tactical  Vehicle gets to production from the current engineering and  manufacturing development phase, which doesn&rsquo;t complete until 2015.&nbsp;<\/p>\r\n<p>&ldquo;We&rsquo;re interested in exploring opportunities,&rdquo; Urias said. Oshkosh Defense was prepared  to compete for the Modernized Expanded Capacity Vehicle (MECV) which the Army dropped. &ldquo;We think we have some great ideas.&rdquo;<\/p>\r\n<p>Meanwhile, Oshkosh continues to execute its contracts and seek business opportunities.&nbsp;<\/p>\r\n<p>&ldquo;We&rsquo;ve  been through this before, upturns and down. This cycle will end, we&rsquo;ll  still  have an Oshkosh, it will still be a number one rated company that will  always be focused on warfighters. We&rsquo;re going to weather the storm, and  take whatever actions we need to take, continue to produce world class  heavy, medium and light vehicles for DoD and  take great pride in what we do,&rdquo; Urias said.<\/p>\r\n<br \/>",
                    "abstract": "A top Oshkosh [OSK] official says the company is reaching into international opportunities as it prepares and awaits whatever happens on the budget front.&nbsp; &ldquo;We&rsquo;re not panicking, we do understand,&rdquo; said John Urias, Oshkosh Corp",
                    "urltitle": "Oshkosh-Defense-Prepared-For-Budget-Actions-Looks-Internationally-Official-Says_19610"
                },
                "9": {
                    "iid": "19611",
                    "tid": "10",
                    "title": "EADS Demonstrated Armed Aerial Scout Helicopters For Army",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>European Aeronautic Space and Defense Co.  (EADS) North America demonstrated two possible entrants for the Army&rsquo;s  Armed Aerial Scout (AAS) helicopter program, company executives said  recently.<\/p>\r\n<p>EADS held voluntary flight demos of its AAS-72X+ and AAS-72X  helicopters Sept. 24 through Oct. 3 in Alamosa, Colo., EADS North  America Vice President of Rotorcraft David Haines told reporters at the  National Press Club in Washington. EADS N.A. Chairman and CEO Sean  O&rsquo;Keefe said recently the Defense Department wants  to decide by the end of the year whether to extend the life of its  current its Vietnam-era OH-58 Kiowa Warrior helicopter and or hold a  competition to replace it.<\/p>\r\n<p>O&rsquo;Keefe said the company is set up to win a potential competition.<\/p>\r\n<p>&ldquo;It&rsquo;s  the one we think that, in terms of timeliness, positions us as well as  we know how to make this not only a viable alternative, but one we think  is going to  win,&rdquo; O&rsquo;Keefe said recently.<\/p>\r\n<p>The  AAS-72X is an armed derivative of the Army&rsquo;s UH-72A Lakota helicopter.  EADS said the AAS-72X is cost-competitive with the proposed Kiowa  Warrior upgrades and  could be fielded as soon as 2016. The AAS-72X+ has the same mission  capability as the 72X but with significant performance enhancements such  as twin engines and a Fenestron tail rotor and a Helionix glass  cockpit. <span> Lockheed Martin [LMT] is developing the mission equipment for both the AAS-72X and 72X+.<\/span><\/p>\r\n<p>EADS  said it successfully completed during its voluntary flight  demonstrations all Army handling and performance requirements, despite  the high altitude of Alamosa.  EADS chose Alamosa to demonstrate the altitude and weather extremes,  similar to Afghanistan, the AAS-72X and AAS-72X+ can perform in.<\/p>\r\n<p>Bell Helicopter [TXT] spokesman Greg Hubbard  said recently the company will participate in the AAS program, offering its OH-58 Block II. <span> Sikorsky [UTX] spokesman Frans Jurgens said the company will offer its S-97 model, which includes the X-2 rotocraft design.  Boeing [BA] will offer its AH-6.  Finmeccanica&rsquo;s AgustaWestland is also rumored to be interested in the AAS program.<\/span><\/p>\r\n<br \/>",
                    "abstract": "European Aeronautic Space and Defense Co. (EADS) North America demonstrated two possible entrants for the Army&rsquo;s Armed Aerial Scout (AAS) helicopter program, company executives said recently. EADS held voluntary flight demos of its AAS-72X+ and AAS-72X",
                    "urltitle": "EADS-Demonstrated-Armed-Aerial-Scout-Helicopters-For-Army_19611"
                },
                "10": {
                    "iid": "19612",
                    "tid": "10",
                    "title": "O'Keefe: EADS In 'Strategy Review' To Determine Way Forward After Merger Attempt",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-26",
                    "teaser": "",
                    "contentbody": "<p>European Aeronautic Defence and Space Co.  (EADS) is in the process of a strategic review to determine its future after its failed merger with Britain&rsquo;s <span> BAE Systems, its head of North American operations said recently. <\/span><\/p>\r\n<p>&ldquo;We&rsquo;re in the process of a strategy review to determine what is the next step forward,&rdquo; EADS N.A. chief executive  Sean O&rsquo;Keefe told reporters following a briefing at the National Press Club in downtown Washington.<\/p>\r\n<p>&ldquo;I  don&rsquo;t want to preempt the outcome of that assessment,&rdquo; O&rsquo;Keefe later  said. &ldquo;It&rsquo;s underway now and we&rsquo;ll know very promptly here in terms  of what the direction will be and how we&rsquo;ll go forward.&rdquo;<\/p>\r\n<p>O&rsquo;Keefe  wouldn&rsquo;t specify when he expected the review to finish, except to say  &ldquo;I&rsquo;m a member of the group executive committee, we meet pretty  regularly.&rdquo;<\/p>\r\n<p>O&rsquo;Keefe  said despite not working out, the merger attempt opened the company to  the possibilities it can have if it has a &ldquo;broader, balanced portfolio.&rdquo;<\/p>\r\n<p>&ldquo;Again,  the combination between us and BAE Systems was a disappointment it  didn&rsquo;t come to fruition,&rdquo; O&rsquo;Keefe said. &ldquo;It came awfully close and  opened up our view of  the wide range of different capabilities we can participate in if we  have the broader, balanced portfolio in order to do so.&rdquo;<\/p>\r\n<p>EADS  and BAE called off their planned $94 billion merger Oct. 11 saying the  British, French and German governments couldn&rsquo;t come to terms with each  other, nor the  reasoning behind the deal.<\/p>\r\n<p>When  the merger was first announced last month, industry heads and analysts  believed that if the United States government blessed the combination of  EADS and BAE,  which does about half of its $30 billion in annual sales in the United  States, then it might not stand in the way of mergers between major  defense companies here.<\/p>\r\n<br \/>",
                    "abstract": "European Aeronautic Defence and Space Co. (EADS) is in the process of a strategic review to determine its future after its failed merger with Britain&rsquo;s BAE Systems, its head of North American operations said recently. &ldquo;We&rsquo;re in the process",
                    "urltitle": "OKeefe-EADS-In-Strategy-Review-To-Determine-Way-Forward-After-Merger-Attempt_19612"
                }
            },
            "totalshown": 10,
            "pubname": "Defense Daily International"
        },
        "tr2": {
            "pagesize": 10,
            "offset": 0,
            "totalfound": "2536",
            "items": {
                "1": {
                    "iid": "19564",
                    "tid": "11",
                    "title": "Briefing",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p><b>General Electric<\/b>&rsquo;s [GE] aircraft engine business has received a $1.6 million contract from the Coast Guard to supply spare parts or the CT7 engine to support operations of 13 HC-144A medium-range surveillance maritime patrol aircraft. The Coast Guard requires the spares, which are being purchased on a non-competitive basis, to prevent search and rescue aircraft from being in a non-mission capable status due to the lack of a &ldquo;ready for issue&rdquo; supply.<\/p>\r\n<p><b>Implant Sciences<\/b> [IMSC] says it has sold a Quantum Sniffer QS-H150 handheld explosives trace detector to a new customer in Africa. The detector was purchased by a European-headquartered global electronics manufacturer for use in corporate security at its facilities in Nigeria. The sale was made by Implant&rsquo;s distributor Lunasat through its in-country partner Guardia.<\/p>\r\n<p><b>Harrisvaccines<\/b> has received a 34-month, $1.1 million contract from the Department of Homeland Security Science and Technology branch to develop an RNA Particle vaccine against foot-and-mouth disease (FMD). The company says its RP platform technology allows for the vaccine to be manufactured without handling the infectious FMD virus, allowing the vaccine to be produced in its U.S. Department of Agriculture-licensed production facility in Iowa. Production of FMD virus vaccines using traditional methods in the U.S. is not allowed due to the risk of releasing the virus during production.<\/p>\r\n<br \/>",
                    "abstract": "General Electric&rsquo;s [GE] aircraft engine business has received a $1.6 million contract from the Coast Guard to supply spare parts or the CT7 engine to support operations of 13 HC-144A medium-range surveillance maritime patrol aircraft. The Coast Guard",
                    "urltitle": "Briefing_19564"
                },
                "2": {
                    "iid": "19565",
                    "tid": "11",
                    "title": "DHS&nbsp;Expanding Radiation and Nuclear Monitoring Effort to L.A.",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p>The Department of Homeland Security (DHS) will expand a six-year old program that has been focused on providing the New York City region with nuclear and radiological monitoring capabilities throughout the area&rsquo;s transportation infrastructure to include the Los Angeles area.<\/p>\r\n<p>The Securing the Cities (STC) program began in 2006 as a pilot project by DHS in New York City and the surrounding areas to help prevent a potential radiological or nuclear attack in the region by providing state and local law enforcement authorities with detection systems, training, expertise and the operational concepts needed to use the technologies. In addition to the City and State of New York, the program extends to stakeholders in Connecticut and New Jersey.<\/p>\r\n<p>The addition of the Los Angeles\/Long Beach region marks the first expansion of STC beyond the original New York pilot.<\/p>\r\n<p>The STC program is overseen by the Domestic Nuclear Detection Office (DNDO) within DHS.<\/p>\r\n<p>Although it had rocky beginnings in terms of coordination between federal and state and local officials, the STC program is lauded for creating unprecedented levels of cooperation and coordination between these various stakeholders.<\/p>\r\n<p>&ldquo;Countering chemical, biological, radiological and nuclear threats requires a coordinated, whole-of-government approach,&rdquo; says DHS Secretary Janet Napolitano. &ldquo;The Securing the Cities program is a key component of the department&rsquo;s efforts to protect our nation by enhancing our ability to detect and interdict illicit radiological and nuclear weapons or materials in major metropolitan areas.&rdquo;<\/p>\r\n<p>As part of the expansion to the Los Angeles region, DHS said that it would provide a $1 million grant and an additional $500,000 in training support, and will be eligible to receive additional funding pending Congressional appropriations &ldquo;to build a region-wide, robust nuclear detection capability.&rdquo;<\/p>\r\n<p>The project is divided into three phases. In phase one, state and local law enforcement develop an initial operating capability to detect and report the presence of radiological and nuclear materials.<\/p>\r\n<p>In the second phase, DNDO provides additional resources to enhance detection, analysis, communication and coordination to better integrate state and local capabilities with similar federal government activities beyond first phase levels. In the final phase, the agency works with regional partners to sustain the established local architecture by providing adjudication of detector alarms, subject matter expertise and feedback on training, exercise and program support.<\/p>\r\n<p>The Obama administration is seeking $22 million for STC in FY &rsquo;13, and although Congress has yet to approve an appropriations bill for DHS, both the House and Senate Appropriations Committees have agreed to the request, which includes funding for a second location.<\/p>\r\n<p>DHS says that DNDO will work with the Los Angeles mayor&rsquo;s office to create a regional structure of law enforcement and first responder organization&rsquo;s to detect and prevent radiological and nuclear threats. DHS says that initial efforts will also focus on meeting the immediate needs of state and local agencies to develop baseline nuclear detection and reporting capabilities.<\/p>\r\n<p>The agency will also work with other partners in the region on training and exercises to improve their detection capabilities and to help them work with their federal partners.<\/p>\r\n<p>In the New York   City region the STC program has provided more than 8,500 pieces of detection equipment, trained nearly 13,000 personnel, and conducted more than 100 drills. DHS has been spending between $20 million and $40 million annually on the program since its inception.<\/p>\r\n<br \/>",
                    "abstract": "The Department of Homeland Security (DHS) will expand a six-year old program that has been focused on providing the New York City region with nuclear and radiological monitoring capabilities throughout the area&rsquo;s transportation infrastructure to include",
                    "urltitle": "DHS-Expanding-Radiation-and-Nuclear-Monitoring-Effort-to-L-A-_19565"
                },
                "3": {
                    "iid": "19566",
                    "tid": "11",
                    "title": "DTRA&nbsp;Awards $44M for Advanced Rad\/Nuke Detector Development",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p>The Defense Threat Reduction Agency (DTRA) has awarded 13 organizations and companies 21 separate contracts worth $44.1 million related to the development of advanced radiation detection technologies.<\/p>\r\n<p>The goal of the program is to advance the state of the art in systems capable of detecting, locating, imaging and identifying radiological and nuclear materials in a variety of operational scenarios.<\/p>\r\n<p>The awards, made under the Broad Agency Announcement HDTRA1-12-NTD-BAA, focused on two topic areas: passive detection, location, identification, and characterization of nuclear material; and identification and exploitation of non-radiation signatures of shielded nuclear material (SNM).<\/p>\r\n<p>The companies, organizations, award amounts and project titles follow:<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>AOSense, Inc.<\/b>, $3.2 million, Atom Gravity Gradiometer for SNM Detection;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Asynchrony Solutions, Inc.<\/b>, $5.2 million, Non-Rad SNM Operational Solutions using MFK-CBRN;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Oak Ridge National Laboratory, $714,000, Passive Detection, Location, Identification, and Characterization of Nuclear Material;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>General Electric<\/b> [GE] Global Research, $3 million, CZT Radio Isotope Identification Device;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>H3D, Inc.<\/b>, $2.3 million, Handheld CdZnTe Gamma Ray Imaging Spectrometers;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Johns Hopkins Applied Physics Laboratory, $599,532, Radiological Search Mission Design Tool;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Johns Hopkins APL, $411,591, Neutron Time-Correlation Test and Measurement Campaign;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Lawrence Livermore National Laboratory (LLNL), $1.1 million, Real-Time Characterization of SNM;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>LLNL, $1.4 million, Boron-loaded Plastic Scintillators with Efficient Pulse Shape Discrimination;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>LLNL, $990,000, Autonomous Nuclear Threat Detection Multi-Sensor Analysis;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Northrop Grumman<\/b> [NOC], Xetron business unit, $4.5 million, Passive Detection, Location, Identification, and Characterization of Nuclear Material;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Northrop Grumman, $4.3 million, $4.3 million, Gamma Ray Imager and Locator;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Northrop Grumman, $5.1 million, High-Resolution Focal Plane for Passive Gamma Ray Imaging;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Nucsafe, Inc.<\/b>, $649,654, High-Performance, Low Cost Neutron Detectors Based on 6Li Class Microspheres;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Pacific Northwest National Laboratory (PNNL), $750,000, Low Profile Wearable Sensor with Leave-Behind Capability;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>PNNL, $850,000, Improved SNM Detection in Low Count Searches;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>PNNL, $2.5 million, Proxy Signature Development and Validation for Nuclear Loss of Custody;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>RadMet, LLC<\/b>, $950,207, A Low-Power, Low-Cost Gamma Ray Spectrometer for Long-Dwell Measurement Applications;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Science Applications International Corp.<\/b> [SAI], $1.6 million, SensorWeb Enablement of RN Search Operations;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>SAIC, $2.9 million, Nuclear Threat Detection Building Interior Surveillance System;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Univ. of Michigan, $1.1 million, Low-Cost, Large-Area, Fine Radiation Detection via Nanosemiconductors.<\/p>\r\n<br \/>",
                    "abstract": "The Defense Threat Reduction Agency (DTRA) has awarded 13 organizations and companies 21 separate contracts worth $44.1 million related to the development of advanced radiation detection technologies. The goal of the program is to advance the state of the art",
                    "urltitle": "DTRA-Awards-$44M-for-Advanced-RadNuke-Detector-Development_19566"
                },
                "4": {
                    "iid": "19567",
                    "tid": "11",
                    "title": "CBP&nbsp;Sees Nine Month Slip in IFT&nbsp;Selection",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p>Given an unexpected number of proposals to evaluate, Customs and Border Protection (CBP) is delaying its source selection for border surveillance project by about six months, the agency says.<\/p>\r\n<p>When CBP issued its Request for Proposal for the Integrated Fixed Tower (IFT) program and then received industry proposals in June, it expected to select a winner by December. Now the agency doesn&rsquo;t expect to make an award until the fourth quarter of FY &rsquo;13, which is by the end of Sept. 2013.<\/p>\r\n<p>In a FedBizOpps announcement last week, CBP says &ldquo;it is conducting source selection on a lager number of proposals than originally estimated.&rdquo;<\/p>\r\n<p>CBP also says it expects to conduct system maturity and deployment capability demonstrations at the end of the second quarter of FY &rsquo;13, which is by next March.<\/p>\r\n<p>Mark Borkowski, the head of acquisitions at CBP, told Congress in September that a delay in the IFT program would be expected given the need to review a larger number of proposals than anticipated. All five top defense companies have bid on the program (<em>HSR<\/em>, June 20). No other companies have said if they also bid.<\/p>\r\n<p>Under the IFT program, which was borne out of the termination of the Secure Border Initiative Network, CBP hopes to deploy fixed surveillance and communications towers along select portions of the United States border with Mexico.<\/p>\r\n<br \/>",
                    "abstract": "Given an unexpected number of proposals to evaluate, Customs and Border Protection (CBP) is delaying its source selection for border surveillance project by about six months, the agency says. When CBP issued its Request for Proposal for the Integrated Fixed",
                    "urltitle": "CBP-Sees-Nine-Month-Slip-in-IFT-Selection_19567"
                },
                "5": {
                    "iid": "19568",
                    "tid": "11",
                    "title": "Tech Developments",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p><b>Pennsylvania County Activates Maritime Security System<\/b><\/p>\r\n<p>Pennsylvania&rsquo;s Delaware County this month activated its new maritime security system that was installed by <b>Boeing<\/b> [BA] to monitor critical infrastructure along a 14-mile stretch of the Delaware River near Philadelphia. Boeing developed its first maritime security solution through a $4.4 million contract it received from the county in July 2011 (HSR, Aug. 3, 2011). The county obtained the funds through a grant from the Department of Homeland Security. Boeing&rsquo;s Watchstander Integrated Security System includes radar, day\/night\/thermal imaging cameras, intrusion detection and intelligence, and a microwave communications network that is fed into its security management platform, the Visual Security Operations Console. The new Delaware County system is operational with cameras installed at key locations along the river and surveillance monitors installed at both and Emergency Services Center in Middletown, Pa., and the Delaware Valley Intelligence Center in Philadelphia.<\/p>\r\n<p><b>Clear to Launch at New York Airport in November<\/b><\/p>\r\n<p>The Clear registered traveler service will launch at New York&rsquo;s Westchester  County Airport in November, bringing to five the number of airports the expedited airport traveler program is operating in. Clear enables travelers that are part of the program to go to the front off the security checkpoint so that they can proceed to the security screening process more quickly. Participants in the program have their identities validated through fingerprint and iris authentication at Clear kiosks located at airports that use the service. The Clear brand is owned by <b>Alclear<\/b>.<\/p>\r\n<p><b>KEYW Acquires Cyber Threat Awareness Firm Sensage<\/b><\/p>\r\n<p>Bolstering its capabilities in cyber security, <b>KEYW Corp.<\/b> [KEYW] has acquired Sensage, Inc., a developer and provider of cyber security threat awareness software solutions that the company says will be a key ingredient in its own cyber threat and response platform. KEYW paid $15 million in cash and $9 million in its stock for California-based Sensage. Terms of the deal include an additional $3 million in cash and $7.5 million in KEYW stock in earn-out provisions based on second half 2012 results. Sensage&rsquo;s technology is used for security information and event management and event data warehousing. Sensage&rsquo;s technology and its employees will be a key part of KEYW&rsquo;s Project G cyber awareness and response platform. Joe Gottlieb, Sensage&rsquo;s CEO, will become a sector vice president of KEYW and will lead a newly formed operating unit focused on cyber security products and services for commercial and government customers. Project G will be within this sector. Sensage&rsquo;s customers include the Defense Information Systems Agency, the National Security Agency, Air Force, Navy, the Center for Medicaid Services, the Internal Revenue Service, <b>AT&amp;T<\/b> [T], <b>Barclays<\/b> [BCS], <b>Proctor &amp; Gamble<\/b> [PG] and more.<\/p>\r\n<p><b>Raytheon Bolsters Cyber Security Capability<\/b><\/p>\r\n<p><b>Raytheon<\/b> [RTN] has acquired the small technology development and services company Teligy, Inc., giving it additional capabilities and offerings in the cyber security space. Terms of the deal were not disclosed. South Carolina-based Teligy has 25 employees and its largest customers include the Defense Department, intelligence community and systems integrators. The acquisition is Raytheon&rsquo;s 11<sup>th<\/sup> since 2007 that is cyber security related. The deal extends Raytheon&rsquo;s cyber security offerings in wireless communications, vulnerability analysis, reverse engineering and custom kernel software and device driver management. The company says it can now cover the entire communications stack for wired and RF technologies. The acquisition will not materially impact Raytheon&rsquo;s sales or earnings in the fourth quarter of 2012 or in 2013. Teligy&rsquo;s co-founders will remain with the company.<\/p>\r\n<p><b>East Coast 3PL Opens New NII Station in N.J.<\/b><\/p>\r\n<p><b>East Coast Warehouse &amp; Distribution Center<\/b>, a third party logistics (3PL) provider, has opened a new non-intrusive inspection (NII) facility in Elizabeth, N.J., at the Ports of New York and New Jersey that will allow for exams of containers targeted by Customs and Border Protection. The 14 acre facility will operate through the East Coast Comprehensive Examination Station (CES) division. &ldquo;We are committed to further cultivating our 18-year relationship with the U.S. government as a CES, as well as with ocean carriers and custom house brokers, with the opening of this well-engineered and highly efficient facility,&rdquo; says James Overley, CEO of East Coast CES.<\/p>\r\n<br \/>",
                    "abstract": "Pennsylvania County Activates Maritime Security System Pennsylvania&rsquo;s Delaware County this month activated its new maritime security system that was installed by Boeing [BA] to monitor critical infrastructure along a 14-mile stretch of the Delaware",
                    "urltitle": "Tech-Developments_19568"
                },
                "6": {
                    "iid": "19570",
                    "tid": "11",
                    "title": "Contract Awards",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p><b>CBP Awards General Atomics $128M for UAS O&amp;M Services<\/b><\/p>\r\n<p>Customs and Border Protection (CBP) has awarded <b>General Atomics<\/b> a potential five-year, $128.3 million contract to provide operational and maintenance (O&amp;M) services for the agency&rsquo;s fleet of Predator and Guardian unmanned aircraft systems (UAS). General Atomics supplies the Predator and the Guardian, which is a maritime surveillance variant of Predator, to CBP. The services consist of procuring air vehicle pilots and mission payload operators, systems, airframe and equipment repairs and modifications, system upgrades and engineering changes, software support services, training, maintaining support of ground station facilities, and more. The contract has a one-year base period and four one-year options.<\/p>\r\n<p><b>CACI Gets $36M Subcontract from Lockheed Martin for DoD Cyber Support<\/b><\/p>\r\n<p><b>CACI International<\/b> [CACI] has received a $36 million subcontract from <b>Lockheed Martin<\/b> [LMT] to provide cyber forensics and information technology solutions for the Defense Department&rsquo;s Cyber Crime Center (DC3). Lockheed Martin nabbed the potential $454 million prime contract to support DC3 in the spring (HSR, May 23). The subcontract, which has a base year and four one-year options, represents new work for CACI and expands its cyber space solutions business. The company will provide Lockheed Martin and DoD with qualified computer and audio-visual forensic experts and software engineers to research and design forensic tools, improve information technology enterprise support, and enhance cyber counter-intelligence analysis. The DC3 sets standards for digital evidence processing and analysis for any DoD investigation that requires computer forensic support to detect, enhance, or recover digital media, including audio and video. It is also the focal point for cyber threat sharing with defense industry partners in the Defense Industrial Base Cyber Security Information Assurance Program. &ldquo;CACI&rsquo;s ongoing investment in solutions for our cyber market segment continues to deliver results,&rdquo; says Dan Allen, CACI&rsquo;s president and CEO. &ldquo;Our 2011 acquisition of cyber security solutions provider Paradigm Holdings, for example, was instrumental in helping CACI secure this subcontract.&rdquo;<\/p>\r\n<p><b>DHS Awards American Eagle Protective Services $24M for Security Officers<\/b><\/p>\r\n<p>The Department of Homeland Security (DHS), Federal Protective Services has awarded <b>American Eagle Protective Services Corp.<\/b> a five-year, $24.2 million contract to provide armed security officer services in Montana, North Dakota and South Dakota at federally owned and leased buildings. The indefinite delivery, indefinite quantity award is a small business set aside.<\/p>\r\n<p><b>ICF Nabs $18M DHS Award for Fusion Centers<\/b><\/p>\r\n<p><b>ICF International<\/b> [ICFI] has received a potential five-year, $18.1 million contract by the Department of Homeland Security, Office of Intelligence and Analysis, State and Local Program Office to help sustain and improve the national network of state and major urban area fusion centers. &ldquo;ICF will leverage its extensive experience in working collaboratively with state and local public safety agencies on homeland security programs in a way that forges unity of effort and more effective and lasting resilience to address the threat of terrorism and other hazards facing the nation,&rdquo; says John Paczkowski, vice president for ICF International.<\/p>\r\n<p><b>CBP Plans $13M Bridge Award to IBM for ACE Services<\/b><\/p>\r\n<p>Customs and Border Protection (CBP) plans to award <b>IBM<\/b> [IBM] a four-month, $13.1 million contract in Jan. 2013 to continue to provide operations and maintenance services to the Automated Commercial Environment (ACE) program while the requirement is recompeted. Under the extension IBM will provide CBP&rsquo;s Cargo Systems Program Office with maintenance for the ACE production application and information technology services, included ACE Architecture and Integration Services, security services, configuration management, engineering and development tools administration, and more.<\/p>\r\n<p><b>AS&amp;E Receives $5M Order from Customer in Middle East<\/b><\/p>\r\n<p><b>American Science &amp; Engineering<\/b> [ASEI] has received a $5.2 million contract from an undisclosed customer in the Middle East for VIP security. The order includes cargo and parcel X-Ray systems. &ldquo;Together with our customer, we are working to provide a full-range of solutions for this government agency to screen vehicles, parcels, and site perimeters for VIP security in the Middle East,&rdquo; says Anthony Fabiano, AS&amp;E&rsquo;s president and CEO.<\/p>\r\n<p><b>Kratos Receives $3M Award for Critical Infrastructure Security<\/b><\/p>\r\n<p><b>Kratos Defense &amp; Security Solutions<\/b> [KTOS] says its Public Safety &amp; Security Solutions division has been awarded a $2.8 million phase one contract for critical infrastructure security for an undisclosed customer. In phase one Kratos will upgrade and expand an existing access control system deployed across numerous higher education campus facility locations for an educational institution and the security of about 700 related critical entry points. The security system will be integrated into a command and control infrastructure and centralized communication network.<\/p>\r\n<p><b>Northrop Grumman Nabs Contract for Cyber Test Range in Australia<\/b><\/p>\r\n<p><b>Northrop Grumman<\/b> [NOC] has received a contract to build a cyber security test range in Australia. The value of the award was not disclosed. The test range is for the Univ. of New South Wales at its Canberra campus at the Australian Defence Force Academy. The Academy is a partnership between the Australian Defence Force and the university and its primary mission is training and educating the future leaders of Australia&rsquo;s military.<\/p>\r\n<br \/>",
                    "abstract": "CBP Awards General Atomics $128M for UAS O&amp;M Services Customs and Border Protection (CBP) has awarded General Atomics a potential five-year, $128.3 million contract to provide operational and maintenance (O&amp;M) services for the agency&rsquo;s fleet of",
                    "urltitle": "Contract-Awards_19570"
                },
                "7": {
                    "iid": "19573",
                    "tid": "11",
                    "title": "Business Opportunities",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-24",
                    "teaser": "",
                    "contentbody": "<p><b>Secret Service Plans Solicitation for Presidential Inauguration Perimeter Security<\/b><\/p>\r\n<p>The Secret Service has issued a pre-solicitation notice for perimeter security services in support of the 2013 Presidential Inauguration. The winning contractor will provide all equipment rental and coordination\/management services in support of the Inauguration, which is a National Special Security Event. The Secret Service will host a mandatory site visit for all vendors interested in the requirement for perimeter security management services. The site visit will be on Nov. 14. Sol. No. HSSS01-13-R-0003. Respond by Nov. 9. Contact: Danielle Donaldson, contract specialist, <a href=\"mailto:Danielle.donaldson@usss.dhs.gov\">Danielle.donaldson@usss.dhs.gov<\/a>, 202-406-6812.<\/p>\r\n<p><b>DHS S&amp;T Issues RFI for Next-Gen Personal Protective Equipment<\/b><\/p>\r\n<p>The Department of Homeland Security (DHS) Science and Technology (S&amp;T) Directorate has issued a Request for Information (RFI) to help it prepare a strategic plan for the development of next-generation personal protective equipment (PPE) for first responders. The intent of the program is to develop goals for the development of an integrated PPE ensemble that provides multiple threat protection, increases the safety of first responders, and reduces the amount of equipment responders will be required to carry. The S&amp;T First Responders Group is interested in responses from industry, academic institutions, research facility, trade and professional groups, standards development organizations and other government agencies. Sol. No. RFI-13-0002. Respond by Nov. 5. Contact: Sharon Flowers, contracting officer, <a href=\"mailto:Sharon.flowers@hq.dhs.gov\">Sharon.flowers@hq.dhs.gov<\/a>, 202-254-6816.<\/p>\r\n<p><b>DHS Issues Draft RFP for Handheld Radiation Detection Systems<\/b><\/p>\r\n<p>The Department of Homeland Security (DHS) has issued a draft Request for Proposal (RFP) to support the Domestic Nuclear Detection Office and others for a requirement for basic handheld radiation detection and identification systems. DHS will host a pre-proposal conference on Oct. 31. The planned indefinite delivery, indefinite quantity contract will have a base year and four one-year options. Sol. No. HSHQDC-13-R-00005a. Respond by Oct. 30. Contact: Lori Lawson, contracting officer, <a href=\"mailto:lori.lawson@hq.dhs.gov\">lori.lawson@hq.dhs.gov<\/a>, 202-254-7168.<\/p>\r\n<p><b>DHS Plans Enterprise-wide Strategic Sourcing Contract for Uniforms<\/b><\/p>\r\n<p>The Department of Homeland Security (DHS) has issued a Request for Information (RFI) as part of plans to establish a department-wide indefinite delivery, indefinite quantity contract vehicle for the purchase of uniforms. Customs and Border Protection is the DHS executive agent for the acquisition. DHS says it has about 120,000 employees that are authorized to participate in the National Uniform Program. DHS is seeking capability statements from all eligible businesses. Sol. No. 20069182-RAT. Contact: Richard Travis, contracting officer, <a href=\"mailto:Richard.travis@dhs.gov\">Richard.travis@dhs.gov<\/a>, 317-614-4580.<\/p>\r\n<br \/>",
                    "abstract": "Secret Service Plans Solicitation for Presidential Inauguration Perimeter Security The Secret Service has issued a pre-solicitation notice for perimeter security services in support of the 2013 Presidential Inauguration. The winning contractor will provide",
                    "urltitle": "Business-Opportunities_19573"
                },
                "8": {
                    "iid": "19410",
                    "tid": "11",
                    "title": "Briefing",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-10",
                    "teaser": "",
                    "contentbody": "<p><b>Implant Sciences Corp. <\/b>[IMSC] sold seven of its Quantum Sniffer QS-B220 desktop explosives and drugs trace detectors and QS-H150 handheld explosives trace detectors to a new corporate customer, a petroleum facility in the Arabian Gulf. &ldquo;We continue to reach new markets and new customers as a result of our investment in growing our distribution channel,&rdquo; says Darryl Jones, Implant&rsquo;s vice president of Global Sales and Marketing. &ldquo;This has significantly expanded the base on which we can build future revenue growth.&rdquo; Separately the company says it has appointed Dr. Hacene Boudries as its Director of Technology. Boudries was most recently director, Research &amp; Technology for Chemical\/Biological Detection &amp; Chemical Sensing at Morpho Detection, Inc., Advanced Technology Programs.<\/p>\r\n<p><b>Smiths Detection<\/b> has opened a new 130,000 square foot manufacturing plant for X-Ray baggage scanners in Malaysia to help expand its sales of screening systems in Southeast Asia, particularly for Aviation Security. &ldquo;The Asian aviation market is forecast to grow strongly for the foreseeable future, complemented by good growth in our other market sectors,&rdquo; says Mal Maginnis, president of Smiths Detection. Manufacturing in Malaysia will initially focus on systems to screen carry-on bags followed by larger systems that screen pallets and freight. The company&rsquo;s aTiX automatic explosives detection X-Rau systems will be manufactured at the site beginning in late 2013.<\/p>\r\n<p><b>The Department of Homeland Security<\/b> plans to award XTec, Inc., a $648,191 contract for maintenance of the department&rsquo;s Identity Management System Enrollment\/Issuance Workstation (EIWS) interface to allow for the deployment of 75 EIWS, public key infrastructure certificates for 300,000 user identities, smart card minidriver software, and on line certificate statue protocol software. This work will enable DHS to complete the back end infrastructure for the use and issuance of Homeland Security Presidential Directive-12 Personal Identity Verification cards and will enable logical access to protect DHS information technology assets from cyber breaches.<\/p>\r\n<br \/>",
                    "abstract": "Implant Sciences Corp. [IMSC] sold seven of its Quantum Sniffer QS-B220 desktop explosives and drugs trace detectors and QS-H150 handheld explosives trace detectors to a new corporate customer, a petroleum facility in the Arabian Gulf. &ldquo;We continue to",
                    "urltitle": "Briefing_19410"
                },
                "9": {
                    "iid": "19411",
                    "tid": "11",
                    "title": "DNDO&nbsp;to Piggyback on Decision Science's Cargo Scanning Tests in Bahamas",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-10",
                    "teaser": "",
                    "contentbody": "<p>The Domestic Nuclear Detection Office (DNDO) has awarded <b>Decision Sciences International Corp.<\/b> (DSIC) a 17-month, $2.7 million research and development contract for an Advanced Technology Demonstration (ATD) of the company&rsquo;s cargo scanning system that has already been installed at an international shipping port.<\/p>\r\n<p>DNDO will review the design of the Multi-Mode Passive Detection System (MMPDS) as well as data, including data from ongoing testing of the system at the Freeport Container Port in the Bahamas, Stan Sloane, president and CEO of DSIC, tells <i>HSR<\/i>. Eventually, DNDO will conduct testing of the system at Freeport, likely beginning in 2013, he says.<\/p>\r\n<p>DSIC is one of at least several companies that has either developed, or is developing, technology that can detect the presence of harmful radiological materials inside of shipping containers with fewer false alarms than existing technology. DSIC&rsquo;s muon tomography-based MMPDS can also detect the presence of special nuclear materials that are being intentionally shielded from within a container.<\/p>\r\n<p>At its own cost and with the cooperation of host port terminal operator Hutchison Port Holdings, DSIC installed an MMPDS system at an exchange lane as it passes a Custom&rsquo;s gate on the way into the Bahamas and away from the terminal. The system is being used as an operational test bed by DSIC to collect various data including environmental and system performance, Sloane says.<\/p>\r\n<p>For the testing, &nbsp;DSIC is scanning containers it has configured as well as many shipments that are entering the Bahamas as part of that country&rsquo;s imports, Sloane says. Typically, only several dozen containers are being imported into the country on a daily basis through the Freeport terminal, he says, adding that a good portion of those are being screened by the MMPDS.<\/p>\r\n<p>It takes between 30-35 seconds for a container to be screened by an MMPDS and cleared as long as there is no potential threat discovered. The system is incorporated with routine port operations, Sloane says.<\/p>\r\n<p>There is no time limit for the test bed deployment at Freeport, Sloane says.<\/p>\r\n<p>While the MMPDS technology is currently being used for radiological and nuclear detection screening, DSIC is under contract with the Defense Department&rsquo;s Combating Terrorism Technical Support Office to develop software so that the system can detect contraband and explosives (<i>HSR<\/i>, Aug. 15).<\/p>\r\n<p>Sloane expects testing on the new software to be done later this year.<\/p>\r\n<p>While the focus of the DNDO contract and the operational test bed at Freeport is on scanning containerized cargo, Sloane says that the MMPDS has a number of potential uses beyond traditional cargo screening, including nuclear treaty verification and the prevention of smuggling of nuclear materials for non-proliferation purposes. There is also interest for nuclear plant security, he says.<\/p>\r\n<p>The MMPDS technology also has stand-off detection capabilities, Sloane says.<\/p>\r\n<p>Sloane says the MMPDS has a very sensitive radiation detection capability which gives it the stand-off capability, which could be useful in verifying intelligence about certain shipments.<\/p>\r\n<p>&ldquo;So there are a lot of extensions to this technology that are of great interest to the defense and intel community, not just for shipping and container security,&rdquo; Sloane says.<\/p>\r\n<p>DSIC is currently building a demonstrator system for the stand-off detection capability that it expects to have ready later this year or early next, Sloane says.<\/p>\r\n<br \/>",
                    "abstract": "The Domestic Nuclear Detection Office (DNDO) has awarded Decision Sciences International Corp. (DSIC) a 17-month, $2.7 million research and development contract for an Advanced Technology Demonstration (ATD) of the company&rsquo;s cargo scanning system that",
                    "urltitle": "DNDO-to-Piggyback-on-Decision-Sciences-Cargo-Scanning-Tests-in-Bahamas_19411"
                },
                "10": {
                    "iid": "19412",
                    "tid": "11",
                    "title": "DNDO&nbsp;Awards $1.5M to Small Businesses for R&amp;D",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-10",
                    "teaser": "",
                    "contentbody": "<p>The Domestic Nuclear Detection Office (DNDO) has awarded 10 contracts worth almost $1.5 million to 8 small businesses for initial research and development (R&amp;D) work in a number of areas related to improving nuclear detection and response.<\/p>\r\n<p>The 10 contracts are under the Small Business Innovative Research (SBIR) program and are for Phase 1, which last six months. Phase 1 awards are used to establish technical merit, feasibility, and commercial potential of proposed R&amp;D efforts and to determine the quality of performance of the awarded before supporting Phase II contracts.<\/p>\r\n<p>The awardees, their amounts and a description of their Phase I work follows:<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Spectral Labs, Inc.<\/b>, $149,272, to develop a smart phone application to support law enforcement and first responder adjudication of gamma ray spectra obtained by handheld or personal radiological isotope identification devices;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Radiation Monitoring Devices<\/b>, $149,999, to investigate advanced techniques supporting the development of a room-temperature and stable operation of a thallium bromide crystal for gamma ray spectroscopy;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Radiation Monitoring Devices, $149,999, to develop a cooled, compact thallium bromide-based detector module for stable, near-room temperature operation supporting gamma ray detection;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>CapeSym, Inc.<\/b>, $150,000, to investigate purification methods for the development and supply of precursor materials supporting large growth single crystals of compounds of interest to DNDO, to include europium-doped strontium iodide: EU and cerium-doped cesium lithium yttrium chloride;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>CapeSym, Inc., $150,000, to investigate defect engineering techniques to develop thallium bromide-based detector for stable, room temperature operation;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Physical Sciences, Inc.<\/b>, $149,998, to develop a set of novel algorithms enabling enhanced pedestrian search capability against radioactive sources when using handheld, belt, or backpack mounted detector systems;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Passport Systems, Inc.<\/b>, $149,323, to study, develop, and implement efficient gradient detection methods and algorithms for localizing radiation sources in pedestrian-based searches;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>ArchSmart, LLC<\/b>, $150,000, to develop a test and evaluation archival repository that will serve as a central repository to support large-scale evaluation and analysis of radiological and nuclear detection procedures and instruments;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span>Intelligent Optical Systems, $149,942, to develop and automated system to enhance the ability to detect, locate and track radiation sources supporting pedestrian search techniques;<\/p>\r\n<p><span>&middot;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <\/span><\/span><b>Creative Electron, Inc.<\/b>, $150,000, to develop a smart phone app for radiological threat adjudication to support law enforcement and first responder adjudication of gamma ray spectra obtained by handheld or personal radio isotope identification devices.<\/p>\r\n<br \/>",
                    "abstract": "The Domestic Nuclear Detection Office (DNDO) has awarded 10 contracts worth almost $1.5 million to 8 small businesses for initial research and development (R&amp;D) work in a number of areas related to improving nuclear detection and response. The 10",
                    "urltitle": "DNDO-Awards-$1-5M-to-Small-Businesses-for-R-and-D_19412"
                }
            },
            "totalshown": 10,
            "pubname": "Homeland Security Report"
        },
        "c4i": {
            "pagesize": 10,
            "offset": 0,
            "totalfound": "1354",
            "items": {
                "1": {
                    "iid": "19640",
                    "tid": "14",
                    "title": "NATO Offers Potential $2.7 Billion In C4ISR Opportunities",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">At a Rome conference Oct. 23-25, officials from the<\/font><font size=\"2\" color=\"#333333\"> NATO Communications and<\/font><font size=\"2\" color=\"#333333\">  Information (NCI) Agency updated Transatlantic Industry leaders on an  estimated $2.7 billion upcoming business opportunities in C4ISR and  communication capabilities to support NATO missions and operations.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  aim of the conference is to give early warning of potential business  opportunities coming in the next 18 months so industry can prepare for competition. Some of the projects are yet to be approved  by NATO&rsquo;s resource committees and may be impacted by changes in NATO&rsquo;s  operations and missions.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Several  projects however have already been authorized and call for bids will be  launched at the end of 2012 and beginning of 2013.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">More  than 600 senior European and North American Industry representatives  attended what was the Agency&rsquo;s first Industry Conference following the establishment of the NCI Agency as part of NATO Agency  reform.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  new Agency is a result of the merger of the NATO Consultation, Command  and Control Agency (NC3A), the NATO ACCS Management Agency (NACMA), the NATO Communication and Information Systems Services  Agency (NCSA), the ALTBMD Program Office and elements of NATO HQ ICTM.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;&ldquo;The  aim of our conference is transparency and early warning so that  Industry has time to prepare for potential competitions and that we maximize competition,&rdquo; said NCI Agency General Manager, Maj.  Gen. (ret.) Koen Gijsbers, &ldquo;I am pleased that we saw a record attendance  compared to past events; after the Agency reform we now provide  industry with a one-stop shop for NATO C4ISR, cyber and missile defense; in times of austerity this helps to lower the cost  of doing business with NATO.&rdquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">He added, &ldquo;We are also seeing interest from Industry in NATO applications and capabilities that--in the spirit of the Secretary General&rsquo;s Smart Defense and Connected Forces initiatives--can be re-used by nations for their national purposes.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Some  of the specific opportunities discussed included: Continued NATO  investment in ballistic missile defense; Secure satellite communication capabilities;&nbsp;Cyber defense; Information and  communications infrastructure for the new NATO Headquarters;&nbsp;NATO  software applications to support multinational operations; and  Counter-IED technologies to support NATO operations that leverage  lessons learned from <\/font><font size=\"2\" color=\"#333333\">\u2028Afghanistan<\/font><font size=\"2\" color=\"#333333\">.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  conference was organized in partnership with the Armed Forces  Communications and Electronics Association (AFCEA) TechNet  International.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">For more about the business opportunities and the new Agency: www.ncia.nato.int or on Twitter: @NCIAAcquisition<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "At a Rome conference Oct. 23-25, officials from the NATO Communications and Information (NCI) Agency updated Transatlantic Industry leaders on an estimated $2.7 billion upcoming business opportunities in C4ISR and communication capabilities to support NATO",
                    "urltitle": "NATO-Offers-Potential-$2-7-Billion-In-C4ISR-Opportunities_19640"
                },
                "2": {
                    "iid": "19641",
                    "tid": "14",
                    "title": "Lockheed Martin, Honeywell, Other Companies Form Cyber Research Alliance",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\"><b>Lockheed Martin<\/b><\/font><font size=\"2\" color=\"#333333\"> [LMT], <\/font><font size=\"2\" color=\"#333333\"><b>Honeywell<\/b><\/font><font size=\"2\" color=\"#333333\"> [HON], and three other technology companies have created a non-profit  research consortium to coordinate industry research in addressing  difficult cyber security challenges.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  Cyber Security Research Alliance (CSRA) will &ldquo;bridge the gap between  government funded research and development and commercially available products and solutions in cyber security,&rdquo; the companies said  this week. The CSRA will include industry, government, and academic  collaboration.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The other members of the consortium are <\/font><font size=\"2\" color=\"#333333\"><b>Advanced Micro Devices<\/b><\/font><font size=\"2\" color=\"#333333\"> [AMD], <\/font><font size=\"2\" color=\"#333333\"><b>Intel Corp.<\/b><\/font><font size=\"2\" color=\"#333333\"> [INTC], and the RSA division of <\/font><font size=\"2\" color=\"#333333\"><b>EMC Corp.<\/b><\/font><font size=\"2\" color=\"#333333\"> [EMC].<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  CSRA is working with the National Institute of Standards and Technology  on a joint cyber security research symposium in early 2013 to bring together researchers from multiple stakeholders.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;The  CSRA is organized to leverage expertise, from member companies and  partners in government and academia,&rdquo; Lee Holcomb, president of the consortium and vice president of Strategic Initiatives at  Lockheed Martin&rsquo;s Information Systems &amp; Global Solutions segment,  said in a statement. &ldquo;Together we hope to create viable, game-changing  cyber security solutions.&rdquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Focus  areas for the consortium will include tracking cyber security research  and development activities, developing viable approaches to technology transfer, and prioritizing the major challenges in cyber  security through the collaboration of stakeholders.<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "Lockheed Martin [LMT], Honeywell [HON], and three other technology companies have created a non-profit research consortium to coordinate industry research in addressing difficult cyber security challenges. The Cyber Security Research Alliance (CSRA) will",
                    "urltitle": "Lockheed-Martin-Honeywell-Other-Companies-Form-Cyber-Research-Alliance_19641"
                },
                "3": {
                    "iid": "19642",
                    "tid": "14",
                    "title": "ODNI To Protect R&amp;D, Cyber, Workforce",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">One  of the Office of the Director of National Intelligence&rsquo;s (ODNI) top  officials said recently the agency will focus on protecting, and investing in, research and development (R&amp;D), cyber operations  and its workforce as budgets begin to tighten. <\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Principal  Deputy Director of National Intelligence Stephanie O&rsquo;Sullivan told an  audience at the Security Innovation Network&rsquo;s (SINET) annual showcase in Washington she meant protecting in a proactive sense.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;Protecting means investing as well, not just holding pat and stagnating,&rdquo; O&rsquo;Sullivan said.<\/font><font size=\"2\" color=\"#333333\"><br \/>\r\n<\/font><font size=\"2\" color=\"#333333\"><br \/>\r\nO&rsquo;Sullivan said ODNI will focus on personnel, so it doesn&rsquo;t become vulnerable like it was on 9\/11.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;We  decided there were three things we&rsquo;re going to protect, (one being) the  intelligence community workforce,&rdquo; O&rsquo;Sullivan said. &ldquo;We all lived through the drawdown in the 90s. We hollowed out our  workforce, and then when 9\/11 struck, we were not structured to move  forward.&rdquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">O&rsquo;Sullivan cited a study that said it took three to five years to train a cyber operator in cyber command.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;Because  of that and because of the tremendous investment that we make in our  workforce...we&rsquo;re trying to protect our workforce,&rdquo; she added.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">O&rsquo;Sullivan  also said ODNI is going to cut entire programs, which is similar to  what fellow intelligence community leader Defense Intelligence Agency (DIA) chief Army Lt. Gen. Michael Flynn said two  weeks ago at the GEOINT 2012 conference in Orlando, Fla. Flynn said DIA  was going to potentially eliminate whole programs.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;We will have less capability,&rdquo; O&rsquo;Sullivan said.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">SINET  is an organization that seeks to increase awareness among buyers,  builders, researchers and investors in the cyber security domain, particularly the defense industrial base and the federal  government, according to a statement.<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "One of the Office of the Director of National Intelligence&rsquo;s (ODNI) top officials said recently the agency will focus on protecting, and investing in, research and development (R&amp;D), cyber operations and its workforce as budgets begin to tighten",
                    "urltitle": "ODNI-To-Protect-R-and-D-Cyber-Workforce_19642"
                },
                "4": {
                    "iid": "19643",
                    "tid": "14",
                    "title": "Boeing Protests Navy's CAC2S Award To General Dynamics",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\"><b>Boeing<\/b><\/font><font size=\"2\" color=\"#333333\"> [BA] filed an agency-level protest over the Navy's award of a $41 million contract to a team lead by <\/font><font size=\"2\" color=\"#333333\"><b>General Dynamics<\/b><\/font><font size=\"2\" color=\"#333333\"> [GD] for the Marine Corps&rsquo; next-generation aviation command and control (C2) system. <\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Boeing  spokeswoman Cheryl Sampson said recently the company filed its protest  of the Common Aviation Command and Control System (CAC2S) contract award Oct. 9. Sampson said she couldn&rsquo;t elaborate on  why Boeing filed the protest, other than it is &ldquo;seeking some additional  information.&rdquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The General Dynamics-lead team included Raytheon Solipsys, a wholly-owned subsidiary of <\/font><font size=\"2\" color=\"#333333\"><b>Raytheon<\/b><\/font><font size=\"2\" color=\"#333333\"> [RTN], <\/font><font size=\"2\" color=\"#333333\"><b>Smartronix<\/b><\/font><font size=\"2\" color=\"#333333\">, <\/font><font size=\"2\" color=\"#333333\"><b>Ternion Corp.<\/b><\/font><font size=\"2\" color=\"#333333\">, and <\/font><font size=\"2\" color=\"#333333\"><b>Engility<\/b><\/font><font size=\"2\" color=\"#333333\"> [EGL], according to a General Dynamics statement. <\/font><font size=\"2\" color=\"#333333\"><b>Northrop Grumman<\/b><\/font><font size=\"2\" color=\"#333333\"> [NOC] also submitted a CAC2S bid.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  contract, awarded Sept. 28, is a fixed-price-incentive contract for  engineering development models and developmental testing to support operational testing and a build-to-print technical data  package to support &ldquo;Phase 2&rdquo; of CAC2S, according to a Defense Department  statement. The contract includes options which, if exercised, would  bring the cumulative value of the contract to $61.4 million.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Marine  Corps spokesman David Branham said recently the service expects to make  its decision on the protest no later than Nov. 14.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">General  Dynamics said the contract is for up to four engineering development  models and nine limited deployment units of the Processing and Display\/Sensor Data Subsystem for Increment 1, Phase 2 of CAC2S.  When built and fully operational, the system will deliver a real-time  picture of events taking place at sea, in the air and on land during a  mission.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">CAC2S  will provide a complete modernization of the Marine Air Command and  Control System and will replace dissimilar legacy systems with a common, open, modular and scalable design based on proven,  high-technology level hardware and software components.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Contract funds will expire on Sept. 30, 2013, and work is expected to be completed by September. <\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "Boeing [BA] filed an agency-level protest over the Navy's award of a $41 million contract to a team lead by General Dynamics [GD] for the Marine Corps&rsquo; next-generation aviation command and control (C2) system. Boeing spokeswoman Cheryl Sampson said",
                    "urltitle": "Boeing-Protests-Navys-CAC2S-Award-To-General-Dynamics_19643"
                },
                "5": {
                    "iid": "19644",
                    "tid": "14",
                    "title": "DHS S&amp;T Awards 29 Organizations $40 Million In Cyber R&amp;D Contracts",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  Department of Homeland Security (DHS) Science and Technology (S&amp;T)  Directorate this week awarded 29 organization 34 contracts worth a combined $40 million to improve the security of federal networks  and the Internet.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  awards were made by S&amp;T&rsquo;s Cyber Security Division under a Broad  Agency Announcement that includes 14 separate topic areas including software assurance, insider threat, moving target defense, enterprise  level security metrics, network mapping and measurement, and modeling of  Internet attacks.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The awardees are: <\/font><font size=\"2\" color=\"#333333\"><b>Applied Visions, Inc.<\/b><\/font><font size=\"2\" color=\"#333333\">; Carnegie Mellon Univ.; Columbia, Univ.; <\/font><font size=\"2\" color=\"#333333\"><b>Def-Logix<\/b><\/font><font size=\"2\" color=\"#333333\">; George Mason Univ.; Georgia Tech Research Corp.; <\/font><font size=\"2\" color=\"#333333\"><b>HRL Laboratories, LLC<\/b><\/font><font size=\"2\" color=\"#333333\">; <\/font><font size=\"2\" color=\"#333333\"><b>IBM<\/b><\/font><font size=\"2\" color=\"#333333\"> [IBM] Research; International Computer Science Institute; <\/font><font size=\"2\" color=\"#333333\"><b>ITT<\/b><\/font><font size=\"2\" color=\"#333333\"> Advanced Engineering &amp; Sciences Division; <\/font><font size=\"2\" color=\"#333333\"><b>Kestrel Technology, LLC<\/b><\/font><font size=\"2\" color=\"#333333\">; <\/font><font size=\"2\" color=\"#333333\"><b>Merit Network, Inc.<\/b><\/font><font size=\"2\" color=\"#333333\">; Morgridge Institute for Research; Naval Postgraduate School; <\/font><font size=\"2\" color=\"#333333\"><b>Northrop Grumman<\/b><\/font><font size=\"2\" color=\"#333333\"> [NOC] Information Systems segment; Oak Ridge National Laboratory; Pacific Northwest National Laboratory; Purdue Univ.; <\/font><font size=\"2\" color=\"#333333\"><b>Raytheon<\/b><\/font><font size=\"2\" color=\"#333333\">&rsquo;s [RTN]  BBN Technologies unit; Rutgers Univ.; The Trustees of Princeton Univ.;  Univ. of Alabama at Birmingham; Univ. of North Carolina at Chapel Hill;  Trustees of Dartmouth College; Trustees of Indiana Univ.; Univ. of  California, San Diego; Univ. of Illinois at Urbana-Champaign; Univ. of Maryland; and Univ. of Southern California  Information Sciences Institute.<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "The Department of Homeland Security (DHS) Science and Technology (S&amp;T) Directorate this week awarded 29 organization 34 contracts worth a combined $40 million to improve the security of federal networks and the Internet. The awards were made by",
                    "urltitle": "DHS-S-and-T-Awards-29-Organizations-$40-Million-In-Cyber-R-and-D-Contracts_19644"
                },
                "6": {
                    "iid": "19646",
                    "tid": "14",
                    "title": "JTRS Enterprise Network Manager Assessed Operationally Suitable, Effective, JTNC Office Says",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  Joint Tactical Networking Center (JTNC) recently said the JTRS  Enterprise Network Manager (JENM), developed under the guidance of the Program Manager (PM) Joint Tactical Networks (JTN), was assessed  as operationally suitable and effective with a recommendation for  Service introduction.&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  JENM Operational Test Agency Evaluation Report (OTN-2-MP) was released  Sept. 10, 2012 by Commander, Operational Test and Evaluation Force.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  Initial Operational Test and Evaluation (IOT&amp;E) of JENM was  conducted in conjunction with JTRS Manpack and Rifleman Radios testing during the Army's Network Integration Evaluation (NIE) 12.2 in  April and May at White Sands Missile Range, N.M..&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">JENM  plans, configures and monitors JTRS radio networks that use the Soldier  Radio Waveform (SRW) and the Wideband Networking Waveform (WNW).<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">These  waveforms have the ability to transmit both voice and data, including  video, photographs and graphic images over a secure wireless network managed by JENM.&nbsp;&nbsp; Furthermore, JENM provides the  ability for JTRS based radios, developed by Program of Record (POR) and  Non-Developmental Item (NDI) commercial vendors, to interoperate  together and form a cohesive network.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">JENM  is the network manager employed for all SRW networks supported by POR  Manpack and Rifleman Radios and four NDI radio systems currently participating in NIE 13.1.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">It  also is a critical tool supporting SRW capable radios that are  currently being integrated into the Army NETOPS systems as part of the Army's Capability Set 13 fielding plan.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">PM  JTN, formerly PM Network Enterprise Domain (NED), is improving the  capabilities of JENM to provide a more cohesive user interface and add the ability to manage radios using the next generation satellite  communications waveform, Mobile User Objective System (MUOS), which is  currently under development.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">JENM  is now being used in theater by soldiers serving in Afghanistan to  plan, configure, monitor and manage JTRS-capable SRW radios in support of combat operations. <br \/>\r\n<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "The Joint Tactical Networking Center (JTNC) recently said the JTRS Enterprise Network Manager (JENM), developed under the guidance of the Program Manager (PM) Joint Tactical Networks (JTN), was assessed as operationally suitable and effective with a",
                    "urltitle": "JTRS-Enterprise-Network-Manager-Assessed-Operationally-Suitable-Effective-JTNC-Office-Says_19646"
                },
                "7": {
                    "iid": "19647",
                    "tid": "14",
                    "title": "Weakness At IT, Combat Systems Divisions, Drive GD's Income Down",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\"><b>General Dynamics<\/b><\/font><font size=\"2\" color=\"#333333\">  [GD] recently posted lower earnings amid a thin increase in sales in its third quarter  driven by lower operating profits in its information technology (IT)  and Combat Systems divisions.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Net  income fell 8 percent to $600 million, $1.70 earnings per share (EPS),  from $652 million ($1.80 EPS), missing consensus estimates by eight cents. Operating margins were 11.4 percent versus 12.7 percent a  year ago. Sales edged up a percent to just over $7.9 billion from just  under $7.9 billion a year ago.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;The  same uncertainty regarding the defense budget adjustments that has  challenged our industry for the past year continued to impact our customers&rsquo; behavior in the third quarter, particularly in our  shorter cycle businesses where bids awaiting awards are at record  levels and de-scoping actions are becoming much more common practice,&rdquo;  Jay Johnson, GD&rsquo;s chairman and CEO, said on a recent earnings call. &ldquo;We are likely to see more of this in the fourth quarter.  &ldquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">GD&rsquo;s  Information Systems and Technology (IS&amp;T) division was the primary  driver in the income decline, reporting a 35 percent drop in operating profit to $201 million. IS&amp;T suffered in part from a  $25 million charge related to a revaluation of a portion of its  ruggedized-computer inventory.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Johnson  said that GD is exiting the ruggedized computer business to focus less  on volatile lower margin business that has a lot of large competitors in favor of &ldquo;cutting edge solutions that better  align with our core customers&rsquo; current and emerging priorities.&rdquo;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">At  Combat Systems, profits fell on lower sales and profitability issues in  its European Land Systems business stemming from delays in international contracts and lower revenues.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">GD&rsquo;s  Aerospace segment was the company&rsquo;s high flying segment in the quarter,  with sales up 30 percent and profits 20 percent on deliveries of G650 business jets. Backlog in the segment is down from a  year ago but Johnson demand for business jets has been picking up all  year in North America and that in the coming months the company is  expecting several multi-aircraft awards from international customers that have been delayed.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The Marine Systems segment also posted higher sales and operating profits, due in part to acquisitions and strong performance on the T-AKE cargo ship program for the Navy.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Johnson  said that GD will remain cautious on its capital deployments until it  has more clarity on the outlook for defense spending, particularly with regard to the potential for budget sequestration to  begin in January. Although GD had free cash flow in the quarter of $594  million, nearly level with net income, Johnson said the company didn&rsquo;t  repurchase any of its stock in the quarter and may not acquire any more until there is more clarity as 2013 gets  underway.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">However,  the company did close on four bolt-on acquisitions over the summer for  $261 million to enhance its defense businesses. Johnson justified the acquisitions saying they were priced right and  that they will provide the company with &ldquo;significant opportunity&rdquo; over  the long-term. Still, he said he is nursing GD&rsquo;s cash to leave his  successor with as much as possible. Johnson will be stepping down from the CEO role next year.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Johnson didn&rsquo;t provide any changes to the company&rsquo;s overall outlook for 2012.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Backlog at the end of the quarter was $51.5 billion versus $58.5 billion a year ago.<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "General Dynamics [GD] recently posted lower earnings amid a thin increase in sales in its third quarter driven by lower operating profits in its information technology (IT) and Combat Systems divisions. Net income fell 8 percent to $600 million, $1.70",
                    "urltitle": "Weakness-At-IT-Combat-Systems-Divisions-Drive-GDs-Income-Down_19647"
                },
                "8": {
                    "iid": "19648",
                    "tid": "14",
                    "title": "Northrop Grumman Nabs Contract For Cyber Test Range In Australia",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\"><b>Northrop Grumman<\/b><\/font><font size=\"2\" color=\"#333333\"> [NOC] recently said it has received a contract to build a cyber security test range in Australia.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The value of the award was not disclosed.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">The  test range is for the Univ. of New South Wales at its Canberra campus  at the Australian Defence Force Academy. The Academy is a partnership between the Australian Defence Force and the university  and its primary mission is training and educating the future leaders of  Australia&rsquo;s military.<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "Northrop Grumman [NOC] recently said it has received a contract to build a cyber security test range in Australia. The value of the",
                    "urltitle": "Northrop-Grumman-Nabs-Contract-For-Cyber-Test-Range-In-Australia_19648"
                },
                "9": {
                    "iid": "19649",
                    "tid": "14",
                    "title": "KEYW Acquires Cyber Threat Awareness Firm Sensage",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-31",
                    "teaser": "",
                    "contentbody": "<font size=\"2\" color=\"black\"><span dir=\"ltr\">\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\"><b>KEYW Corp.<\/b><\/font><font size=\"2\" color=\"#333333\">  [KEYW] recently said it has completed its acquisition of Sensage Inc., a developer and  provider of cyber security threat awareness software solutions that is a  key ingredient in the company&rsquo;s own cyber threat and response platform.  <\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Sensage also gives KEYW additional commercial customers.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">KEYW paid $15 million in cash and $9 million in its stock for California-based Sensage. Terms of the deal include an additional $3 million in cash and $7.5 million in KEYW stock in earn-out provisions based on second half 2012 results.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Sensage&rsquo;s technology is used for security information and event management and event data warehousing.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Sensage&rsquo;s  technology and its employees will be a key part of KEYW&rsquo;s Project G  cyber awareness and response platform. Joe Gottlieb, Sensage&rsquo;s CEO, will become a sector vice president of KEYW and will lead  a newly formed operating unit focused on cyber security products and  services for commercial and government customers. Project G will be  within this sector.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">Sensage&rsquo;s  customers include the Defense Information Systems Agency, the National  Security Agency, Air Force, Navy, the Center for Medicaid Services, the Internal Revenue Service, <\/font><font size=\"2\" color=\"#333333\"><b>AT&amp;T<\/b><\/font><font size=\"2\" color=\"#333333\"> [T], <\/font><font size=\"2\" color=\"#333333\"><b>Barclays<\/b><\/font><font size=\"2\" color=\"#333333\"> [BCS], <\/font><font size=\"2\" color=\"#333333\"><b>Proctor &amp; Gamble <\/b><\/font><font size=\"2\" color=\"#333333\">[PG] and more.<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&nbsp;<\/font><\/div>\r\n<div align=\"left\"><font size=\"2\" color=\"#333333\">&ldquo;Sensage  brings advanced cyber intelligence technology and an executive team  with extensive commercial product experience that is highly relevant to bringing Project G to general availability early  next year,&rdquo; Leonard Moodispaw, KEYW&rsquo;s president and CEO, said in a  statement when the deal was announced. &ldquo;Cyber awareness begins with the  ability to absorb and relate large quantities of cyber operations and security data within an enterprise. Today these  data overwhelm most organizations&rsquo;&rsquo; capabilities to observe and respond  to hostile activity within their network environments until it is too  late. By joining forces, KEYW and Sensage will offer a new level of cyber awareness to both commercial and government  markets.&rdquo;<\/font><\/div>\r\n<\/span><\/font><br \/>",
                    "abstract": "KEYW Corp. [KEYW] recently said it has completed its acquisition of Sensage Inc., a developer and provider of cyber security threat awareness software solutions that is a key ingredient in the company&rsquo;s own cyber threat and response platform. &nbsp;",
                    "urltitle": "KEYW-Acquires-Cyber-Threat-Awareness-Firm-Sensage_19649"
                },
                "10": {
                    "iid": "19591",
                    "tid": "14",
                    "title": "JTRS&nbsp;Enterprise Network Manager Assessed Operationally Suitable, Effective, JTNC&nbsp;Office Says",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-25",
                    "teaser": "",
                    "contentbody": "<p>The Joint Tactical Networking Center (JTNC) yesterday said the JTRS Enterprise Network Manager (JENM), developed under the guidance of the Program Manager (PM) Joint Tactical Networks (JTN), was assessed as operationally suitable and effective with a recommendation for Service introduction.&nbsp;<\/p>\r\n<p>The JENM Operational Test Agency Evaluation Report (OTN-2-MP) was released Sept. 10, 2012 by Commander, Operational Test and Evaluation Force.<\/p>\r\n<p>The Initial Operational Test and Evaluation (IOT&amp;E) of JENM was conducted in conjunction with JTRS Manpack and Rifleman Radios testing during the Army's Network Integration Evaluation (NIE) 12.2 in April and May at White Sands Missile Range, N.M..&nbsp;<\/p>\r\n<p>JENM plans, configures and monitors JTRS radio networks that use the Soldier Radio Waveform (SRW) and the Wideband Networking Waveform (WNW).<\/p>\r\n<p>These waveforms have the ability to transmit both voice and data, including video, photographs and graphic images over a secure wireless network managed by JENM.&nbsp;&nbsp; Furthermore, JENM provides the ability for JTRS based radios, developed by Program of Record (POR) and Non-Developmental Item (NDI) commercial vendors, to interoperate together and form a cohesive network.<\/p>\r\n<p>JENM is the network manager employed for all SRW networks supported by POR Manpack and Rifleman Radios and four NDI radio systems currently participating in NIE 13.1.<\/p>\r\n<p>It also is a critical tool supporting SRW capable radios that are currently being integrated into the Army NETOPS systems as part of the Army's Capability Set 13 fielding plan.<\/p>\r\n<p>PM JTN, formerly PM Network Enterprise Domain (NED), is improving the capabilities of JENM to provide a more cohesive user interface and add the ability to manage radios using the next generation satellite communications waveform, Mobile User Objective System (MUOS), which is currently under development.<\/p>\r\n<p>JENM is now being used in theater by soldiers serving in Afghanistan to plan, configure, monitor and manage JTRS-capable SRW radios in support of combat operations.&nbsp;<\/p>\r\n<br \/>",
                    "abstract": "The Joint Tactical Networking Center (JTNC) yesterday said the JTRS Enterprise Network Manager (JENM), developed under the guidance of the Program Manager (PM) Joint Tactical Networks (JTN), was assessed as operationally suitable and effective with a",
                    "urltitle": "JTRS-Enterprise-Network-Manager-Assessed-Operationally-Suitable-Effective-JTNC-Office-Says_19591"
                }
            },
            "totalshown": 10,
            "pubname": "C4I"
        },
        "smr": {
            "pagesize": 10,
            "offset": 0,
            "totalfound": "2572",
            "items": {
                "1": {
                    "iid": "19521",
                    "tid": "12",
                    "title": "Air Force Begins Operations of Boeing-Built Sodium Guide Star Laser",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p>The Air Force recently began operating a <b>Boeing<\/b> [BA] and Air Force Research Laboratory- (AFRL) built sodium guide star laser that will increase the detail of images captured on a telescope, according to a Boeing statement.<\/p>\r\n<p>The 50-watt laser, installed on a 3.5-meter telescope at Kirtland AFB, N.M., illuminates sodium atoms in the atmosphere with an intense beam. The laser creates an artificial guide star used to measure the blurring effect caused by turbulence in the Earth&rsquo;s atmosphere. An adaptive optics (AO) system uses this measurement to correct the blurring effect.<\/p>\r\n<p>Boeing Directed Energy Systems Director of Laser Technical Services Dave DeYoung said recently in an email the laser improves AFRL scientists&rsquo; ability to use the telescope to acquire images of satellites in orbit. DeYoung said the laser achieved &ldquo;first light&rdquo; Aug. 29 and the new sodium guide star laser replaces a laser that had been in use for the past eight years.<\/p>\r\n<p>&ldquo;This is a critically important step in increasing our capabilities in space situational awareness,&rdquo; AFRL Principal Investigator Dennis Montera said in a statement.<\/p>\r\n<p>Boeing spokeswoman Elizabeth Merida said in an email limited demonstrations of the entire system&rsquo;s ability to collect imagery have been underway since first light Aug. 29.<\/p>\r\n<p>Air Force spokesman Michael Kleiman said he wouldn&rsquo;t be able to comment by press time.<\/p>\r\n<div>\r\n<p>In addition to the sodium guide star laser, the Air Force is in the process of upgrading its space debris-tracking radar. The service&rsquo;s next-generation Space Fence system will be an S-band radar designed to cast a broad array to track space debris that could pose risks to satellites or human activity in orbit. It will replace the decades-old Air Force Space Surveillance System (AFSSS).<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "The Air Force recently began operating a Boeing [BA] and Air Force Research Laboratory- (AFRL) built sodium guide star laser that will increase the detail of images captured on a telescope, according to a Boeing statement. The 50-watt laser, installed on a",
                    "urltitle": "Air-Force-Begins-Operations-of-Boeing-Built-Sodium-Guide-Star-Laser_19521"
                },
                "2": {
                    "iid": "19524",
                    "tid": "12",
                    "title": "Air Force Issues RFI For WGS Military Terminal System",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p>The Air Force seeks information from industry as it formulates contract approaches for combining a potential Wideband Global SATCOM (WGS) Military Ka-band\/Commercial Ka-band airborne SATCOM terminal system, according to a notice posted on <i>Federal Business Opportunities<\/i>.<\/p>\r\n<p>The service also requests industry recommendations for business case formulation associated with transitioning from existing Ku-band Aero Mobile Satellite Services (AMSS) systems to alternative Ka-band AMSS systems to include maximum utilization of WGS. The approach must also include an interoperability roadmap between WGS and their respective commercial satellite system.<\/p>\r\n<p>The Air Force is considering requiring offerors to submit an airworthy prototype terminal system (modem, antenna and ancillary components) for an open architecture solution. This solution would be delivered, and tested, in a standardized ground-based government test environment at a single laboratory location that has yet to be determined.<\/p>\r\n<p>If a complete prototype system is not available, offerors can submit functional terminal elements (modem at a minimum) to be integrated with an Air Force prototype low-profile airborne antenna developed by the Advanced Multi-Band Communications Antenna System (AMCAS) program.<\/p>\r\n<p>An industry day has been scheduled for Oct. 25 in El Segundo, Calif. Final responses to this RFI are due Nov. 22.<\/p>\r\n<div>\r\n<p>View the RFI here: <i>http:\/\/1.usa.gov\/OYKGBA<\/i><\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "The Air Force seeks information from industry as it formulates contract approaches for combining a potential Wideband Global SATCOM (WGS) Military Ka-band\/Commercial Ka-band airborne SATCOM terminal system, according to a notice posted on Federal Business",
                    "urltitle": "Air-Force-Issues-RFI-For-WGS-Military-Terminal-System_19524"
                },
                "3": {
                    "iid": "19526",
                    "tid": "12",
                    "title": "Raytheon 'Well Underway' On OCX Launch And Checkout System",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p><b>Raytheon<\/b> [RTN] is &ldquo;well underway&rdquo; with Iteration 1.5, the primary work to support its Global Positioning System (GPS) Launch and Checkout System, according to a company spokeswoman.<\/p>\r\n<p>The Launch and Checkout System enables the GPS III satellites to launch on schedule and conduct on-orbit checkout before the full GPS Operational Control System (OCX) delivery in 2015, according to a company statement. Raytheon spokeswoman Kim Warth said in a September email the Launch and Checkout System is scheduled to be completed in time to support the launch of GPS III in 2014, but would not specify when the company would complete Iteration 1.5. Warth said delivery of the Launch and Checkout System would represent the end of Iteration 1.5.<\/p>\r\n<p>Raytheon recently completed Iteration 1.4 Critical Design Review (iCDR) for OCX, the company said in an Aug. 1 statement. Raytheon said this demonstrates the OCX design is at a &ldquo;high level&rdquo; of maturity and is ready to support GPS III launch initiatives. Raytheon Business Development Executive for GPS OCX Stephen Moran said in a recent interview Iteration 1.4 represents &ldquo;somewhere over 60 percent&rdquo; of all the software for Blocks 1 and 2 of OCX. Moran said OCX is being built in &ldquo;blocks&rdquo; and inside Block 1 is seven iterations, due to a commercial best practice iterative software development process. Moran said Raytheon is currently under contract for Blocks 1 and 2.<\/p>\r\n<p>Raytheon is developing OCX for GPS III prime contractor <b>Lockheed Martin<\/b> [LMT]. Moran said while both companies have contracts for launch and checkout, Raytheon is delivering the actual system and Lockheed Martin is verifying the system.<\/p>\r\n<div>\r\n<p>OCX provides command, control and mission management for the GPS constellation, including IIR-M, IIF and the new GPS III satellites.<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "Raytheon [RTN] is &ldquo;well underway&rdquo; with Iteration 1.5, the primary work to support its Global Positioning System (GPS) Launch and Checkout System, according to a company spokeswoman. The Launch and Checkout System enables the GPS III satellites to",
                    "urltitle": "Raytheon-Well-Underway-On-OCX-Launch-And-Checkout-System_19526"
                },
                "4": {
                    "iid": "19528",
                    "tid": "12",
                    "title": "AFSPC Commander Convenes Investigation Into GPS IIF Launch Issue",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p>Air Force Space Command (AFSPC) chief Gen. William Shelton has ordered an Accident Investigation Board (AIB) to investigate why an upper stage engine on a Delta IV RL-10B-2 rocket did not perform as expected during the Oct. 4 launch of a GPS IIF satellite, according to a service statement.<\/p>\r\n<p>&ldquo;While the launch was ultimately successful, the time-honored rigor and earnest process of an AIB will serve us well as we attempt to determine the root cause of this anomaly,&rdquo; Shelton said in a statement. &ldquo;In the end, our objective is continued safe and reliable launch for our nation.&rdquo;<\/p>\r\n<p>During the launch, the RL-10B-2 second stage engine did not perform as expected even though the Delta IV delivered the GPS IIF satellite into its proper orbit.<\/p>\r\n<p>Per standard processes, the Air Force carefully reviews all flight data to determine readiness to proceed with the next launch. Therefore, the launch manifest schedule is currently under review while the root cause of the unexpected performance of the RL-10B-2 engine is determined.<\/p>\r\n<p>Once the AIB completes the investigation, it will report its findings to Shelton and, as appropriate, make them available to the public.<\/p>\r\n<div>\r\n<p>The Delta IV rocket was manufactured by <b>United Launch Alliance<\/b>, a joint venture between <b>Boeing<\/b> [BA] and <b>Lockheed Martin<\/b> [LMT].<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "Air Force Space Command (AFSPC) chief Gen. William Shelton has ordered an Accident Investigation Board (AIB) to investigate why an upper stage engine on a Delta IV RL-10B-2 rocket did not perform as expected during the Oct. 4 launch of a GPS IIF satellite",
                    "urltitle": "AFSPC-Commander-Convenes-Investigation-Into-GPS-IIF-Launch-Issue_19528"
                },
                "5": {
                    "iid": "19529",
                    "tid": "12",
                    "title": "Testing Confirms New Italian Sensor Compatible With NATO Ballistic Missile Defense",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p>A large scale multinational test in September confirmed a new Italian sensor is compatible with NATO&rsquo;s ballistic missile defense (BMD) architecture.<\/p>\r\n<p>The successful Ensemble Test 2 was conducted by the NATO Communications and Information (NCI) Agency from Sept. 25-27. It confirmed the compatibility of a new Italian sensor with the alliance&rsquo;s BMD architecture. Ensemble tests are to reduce technical risks to the program as various sensors, weapon and communication systems are incrementally added to the defense architecture.<\/p>\r\n<p>The test was the second in a regular series of test events that are conducted between nations that contribute their missile defense resources to the collective defense of the Alliance&rsquo;s European populations and territory<\/p>\r\n<p>&ldquo;Special mention goes to the successful test and integration of the Italian TPS-77 radar, which was a new asset being tested,&rdquo; said Program Director Alessandro Pera. &ldquo;The test showed that the Italian TPS-77, as a BMD sensor, is able to contribute to NATO&rsquo;s ballistic missile defense situational awareness.&rdquo;<\/p>\r\n<p>Twelve laboratories from five nations across two continents took part; a total of 16 national and NATO systems were integrated and tested during this ambitious test.<\/p>\r\n<p>The participating systems included: the Aegis BMD System, the command and control, battle management and communications system (C2BMC), the Army Navy\/Transportable Radar Surveillance (AN\/TPY-2), and the Shared Early Warning System (SEW) of the United States and the Patriot missile defense systems of the Netherlands, Germany and the United States.<\/p>\r\n<p>Additionally included in the test were the ADCF Frigate of the Royal Netherlands Navy, the surface to air medium range missile defense systems (SAMP\/T) of France and Italy, the SAM Operations Centre from Germany, the Tactical Transportable Radar (TPS-77) and the Horizon PAAMS (Principal Anti Air Missile System) of Italy.<\/p>\r\n<p>NATO participated with its Air Command and Control System (ACCS), the Air Command and Control Information Services (AirC2IS), CRC System Interface (CSI), and the Interim Command and Control (ICC) system of NATO.<\/p>\r\n<p>The test used NATO&rsquo;s Combined Federated Battle Lab Network (CFBLNet), offering NATO operators the opportunity to work on realistic scenarios.<\/p>\r\n<p>&ldquo;The event was very much a team effort, with a special thanks to the Agency&rsquo;s CFBLNet, AirC2IS, ICC and NIRIS teams,&rdquo; Pera said. &ldquo;From planning to execution, ET2 required almost one year&rsquo;s worth of effort. Thanks to thorough preparation, the test execution phase was actually completed in half the planned time, which saved both time and money for the participants.&rdquo;<\/p>\r\n<div>\r\n<p>The test confirmed NATO&rsquo;s ability to work with both existing and new national systems to provide BMD situational awareness and command and control of missile defense forces. This major milestone in the development and future deployment of the NATO ballistic missile defense capability will be followed by an even more ambitious effort, Ensemble Test 3, to be conducted in May-June 2013.<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "A large scale multinational test in September confirmed a new Italian sensor is compatible with NATO&rsquo;s ballistic missile defense (BMD) architecture. The successful Ensemble Test 2 was conducted by the NATO Communications and Information (NCI) Agency",
                    "urltitle": "Testing-Confirms-New-Italian-Sensor-Compatible-With-NATO-Ballistic-Missile-Defense_19529"
                },
                "6": {
                    "iid": "19530",
                    "tid": "12",
                    "title": "SpaceX's Dragon Spacecraft Successfully Berths With ISS",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p><b>Space Exploration Technologies Corp.<\/b>&rsquo;s (SpaceX) Dragon spacecraft successfully berthed with the International Space Station (ISS) recently, according to company statement.<\/p>\r\n<p>Expedition 33 crew members Akihiko Hoshide and Sunita Williams first grappled Dragon and attached it to the station, completing a critical stage of the CRS-1 cargo resupply mission. Hoshide then used ISS&rsquo; robotic arm to capture Dragon and guide it to the station&rsquo;s Harmony module before Williams installed Dragon to Harmony&rsquo;s common berthing mechanism. This enabled Dragon to be bolted in place for an expected 18-day stay at the station.<\/p>\r\n<p>Grappling completed at 6:56 a.m. EST and Dragon berthed at 9:30 a.m. EST.<\/p>\r\n<p>The ISS crew will next pressurize the vestibule between the station and Dragon and open the hatch that leads to the forward bulkhead of the spacecraft. The crew will then begin unloading Dragon&rsquo;s cargo, which includes crew supplies, vehicle hardware, experiments and an ultra-cold freezer for storing scientific samples.<\/p>\r\n<p>Dragon is expected to be released from the ISS Oct. 28. Splashdown and recovery in the Pacific Ocean will take place the same day.<\/p>\r\n<div>\r\n<p>The launch of Dragon is the first of 12 contracted flights by SpaceX to resupply the ISS. SpaceX, along with <b>Boeing<\/b> [BA] and <b>Sierra Nevada Corp.<\/b>, is one of three aerospace companies chosen by NASA to continue working over the next two years on commercial spaceships intended to carry astronauts to the ISS by 2016.<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "Space Exploration Technologies Corp.&rsquo;s (SpaceX) Dragon spacecraft successfully berthed with the International Space Station (ISS) recently, according to company statement. Expedition 33 crew members Akihiko Hoshide and Sunita Williams first grappled",
                    "urltitle": "SpaceXs-Dragon-Spacecraft-Successfully-Berths-With-ISS_19530"
                },
                "7": {
                    "iid": "19532",
                    "tid": "12",
                    "title": "ULA Says Unexpected 'Data Signature' Caused GPS IIF-3 Launch Issue",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p>An unexpected &ldquo;data signature&rdquo; with the upper stage engine on a Delta IV rocket caused the launch of the Air Force&rsquo;s Global Positioning System (GPS) IIF-3 satellite to experience a reduced thrust level, <b>United Launch Alliance<\/b> (ULA) said in an Oct. 5 statement.<\/p>\r\n<p>&ldquo;ULA successfully launched and deployed the GPS IIF-3 satellite in a precise orbit Oct. 4, but during the launch, observed an unexpected data signature with the upper stage engine throughout a portion of the flight,&rdquo; ULA said in the statement. &ldquo;The unexpected signature was seen during second stage performance as evidenced by a reduced thrust level of the RL10 engine.&rdquo;<\/p>\r\n<p>ULA said the Delta IV&rsquo;s system design, flight software, vehicle margins and propellant reserves enabled the successful outcome for this mission.<\/p>\r\n<p>ULA said it, along with <b>Pratt &amp; Whitney<\/b> [UTX] Rocketdyne, formed a robust investigation team to thoroughly assess all flight and operational data to determine direct and root costs and to identify and implement appropriate corrective action before future flights.<\/p>\r\n<p>&ldquo;Though the GPS IIF-3 mission was a complete success, ULA fully understands the challenges of launch and will thoroughly investigate and implement appropriate actions to reliably deliver our customer&rsquo;s critical capabilities to the orbital positions required,&rdquo; ULA Vice President of Mission Operations Jim Sponnick said in the statement.<\/p>\r\n<div>\r\n<p>ULA did not respond to an email recently requesting comment. ULA is a joint venture between <b>Boeing<\/b> [BA] and <b>Lockheed Martin<\/b> [LMT].<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "An unexpected &ldquo;data signature&rdquo; with the upper stage engine on a Delta IV rocket caused the launch of the Air Force&rsquo;s Global Positioning System (GPS) IIF-3 satellite to experience a reduced thrust level, United Launch Alliance (ULA) said in",
                    "urltitle": "ULA-Says-Unexpected-Data-Signature-Caused-GPS-IIF-3-Launch-Issue_19532"
                },
                "8": {
                    "iid": "19536",
                    "tid": "12",
                    "title": "Boeing Achieves First Performance Milestone For NASA's CCiCap",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-22",
                    "teaser": "",
                    "contentbody": "<p><i>KENNEDY SPACE CENTER, Fla.<\/i>-&ndash;<b>Boeing<\/b> [BA] achieved in August its first performance milestone, the Integrated Systems Review, for NASA's Commercial Crew integrated Capability (CCiCap) initiative.<\/p>\r\n<p>During the Integrated Systems Review, Boeing's approaches to the spacecraft, launch system and ground operations were evaluated for compliance with NASA requirements, including safety and mission assurance, avionics and software, International Space Station (ISS) integration and crew and mission operations, according to a statement. Boeing also presented results from current data from tests with its Crew Space Transportation (CST)-100 vehicle.<\/p>\r\n<p>Boeing has two more milestones complete for 2012. One is an October-scheduled Production Design Review, where the company establishes the CST-100 production site baseline plan, equipment and infrastructure. It also has a November-scheduled Phase 1 Safety Review, which will validate that Commercial Crew Transportation System (CCTS) and safety products conform to requirements for crewed flight.<\/p>\r\n<p>The CST-100 is Boeing's entry into NASA's Commercial Crew Transportation System (CCTS) program, which has a goal of developing effective access to space and the ISS in commercial space vehicles. NASA&rsquo;s CCiCap initiative is separate from its other commercial-crew efforts to develop the Orion crew vehicle and Space Launch System heavy-lift rocket, which are intended to carry astronauts beyond low-Earth orbit. CCiCap is the third phase of NASA's CCTS.<\/p>\r\n<div>\r\n<p>Along with Boeing, <b>SpaceX<\/b> and <b>Sierra Nevada Corp.<\/b> have also been awarded CCiCap contracts.<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "KENNEDY SPACE CENTER, Fla.-&ndash;Boeing [BA] achieved in August its first performance milestone, the Integrated Systems Review, for NASA's Commercial Crew integrated Capability (CCiCap) initiative. During the Integrated Systems Review, Boeing's approaches to",
                    "urltitle": "Boeing-Achieves-First-Performance-Milestone-For-NASAs-CCiCap_19536"
                },
                "9": {
                    "iid": "19533",
                    "tid": "12",
                    "title": "SpaceX's Dragon Spacecraft 'Performing Nominally' Despite Engine Failure '",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-19",
                    "teaser": "",
                    "contentbody": "<p><b>Space Exploration Technologies Corp.<\/b> (SpaceX) said recently its Dragon spacecraft on its way to the International Space Station is &ldquo;performing nominally&rdquo; despite an engine failure following its night launch from Cape Canaveral Air Force Station, Fla.<\/p>\r\n<p>Approximately one minute, 19 seconds into the Cargo Resupply Services-1 official mission launch, the Falcon 9 detected an anomaly on one first stage engine, according to a company statement. SpaceX said initial data suggested one of the rocket&rsquo;s nine Merlin engines, Engine 1, lost pressure suddenly, resulting in an engine shutdown command being issued.<\/p>\r\n<p>SpaceX said Falcon 9 is designed to handle an engine failure situation and still complete its mission. The company also said Falcon 9 shuts down two engines limit acceleration to five g&rsquo;s, even on a fully-nominal flight.<\/p>\r\n<p>SpaceX spokeswoman Hannah Post clarified &ldquo;performing nominally&rdquo; as all systems and hardware performing as expected.<\/p>\r\n<p>Dragon is expected to begin its approach to the ISS, where it will be grappled and berthed by Akihiko Hoshide of Japan Aerospace Exploration Agency and Expedition 33 Commander Sunita Williams of NASA. Over the next few weeks, the crew will unload Dragon&rsquo;s payload and reload it with cargo to be returned to Earth. Splashdown is targeted for Oct. 28.<\/p>\r\n<div>\r\n<p>The launch of Dragon is the first of 12 contracted flights by SpaceX to resupply the ISS. SpaceX, along with <b>Boeing<\/b> [BA] and <b>Sierra Nevada Corp.<\/b>, is one of three aerospace companies chosen by NASA to continue working over the next two years on commercial spaceships intended to carry astronauts to the ISS by 2016.<\/p>\r\n<\/div>\r\n<br \/>",
                    "abstract": "Space Exploration Technologies Corp. (SpaceX) said recently its Dragon spacecraft on its way to the International Space Station is &ldquo;performing nominally&rdquo; despite an engine failure following its night launch from Cape Canaveral Air Force Station",
                    "urltitle": "SpaceXs-Dragon-Spacecraft-Performing-Nominally-Despite-Engine-Failure-_19533"
                },
                "10": {
                    "iid": "19422",
                    "tid": "12",
                    "title": "Testing Confirms New Italian Sensor Compatible With NATO&nbsp;Ballistic Missile Defense",
                    "subtitle": "",
                    "byline": "",
                    "pubdate": "2012-10-11",
                    "teaser": "",
                    "contentbody": "<p>A large scale multinational test in September confirmed a new Italian sensor is compatible with NATO&rsquo;s ballistic missile defense (BMD) architecture.<\/p>\r\n<p>The successful Ensemble Test 2 was conducted by the NATO Communications and Information (NCI) Agency from Sept. 25-27. It confirmed the compatibility of a new Italian sensor with the alliance&rsquo;s BMD architecture. Ensemble tests are to reduce technical risks to the program as various sensors, weapon and communication systems are incrementally added to the defense architecture.<\/p>\r\n<p>The test was the second in a regular series of test events that are conducted between nations that contribute their missile defense resources to the collective defense of the Alliance&rsquo;s European populations and territory<\/p>\r\n<p>&ldquo;Special mention goes to the successful test and integration of the Italian TPS-77 radar, which was a new asset being tested,&rdquo; said Program Director Alessandro Pera. &ldquo;The test showed that the Italian TPS-77, as a BMD sensor, is able to contribute to NATO&rsquo;s ballistic missile defense situational awareness.&rdquo;<\/p>\r\n<p>Twelve laboratories from five nations across two continents took part; a total of 16 national and NATO systems were integrated and tested during this ambitious test.<\/p>\r\n<p>The participating systems included: the Aegis BMD System, the command and control, battle management and communications system (C2BMC), the Army Navy\/Transportable Radar Surveillance (AN\/TPY-2), and the Shared Early Warning System (SEW) of the United States and the Patriot missile defense systems of the Netherlands, Germany and the United States.<\/p>\r\n<p>Additionally included in the test were the ADCF Frigate of the Royal Netherlands Navy, the surface to air medium range missile defense systems (SAMP\/T) of France and Italy, the SAM Operations Centre from Germany, the Tactical Transportable Radar (TPS-77) and the Horizon PAAMS (Principal Anti Air Missile System) of Italy.<\/p>\r\n<p>NATO participated with its Air Command and Control System (ACCS), the Air Command and Control Information Services (AirC2IS), CRC System Interface (CSI), and the Interim Command and Control (ICC) system of NATO.<\/p>\r\n<p>The test used NATO&rsquo;s Combined Federated Battle Lab Network (CFBLNet), offering NATO operators the opportunity to work on realistic scenarios.<\/p>\r\n<p>&ldquo;The event was very much a team effort, with a special thanks to the Agency&rsquo;s CFBLNet, AirC2IS, ICC and NIRIS teams,&rdquo; Pera said. &ldquo;From planning to execution, ET2 required almost one year&rsquo;s worth of effort. Thanks to thorough preparation, the test execution phase was actually completed in half the planned time, which saved both time and money for the participants.&rdquo;<\/p>\r\n<p>The test confirmed NATO&rsquo;s ability to work with both existing and new national systems to provide BMD situational awareness and command and control of missile defense forces. This major milestone in the development and future deployment of the NATO ballistic missile defense capability will be followed by an even more ambitious effort, Ensemble Test 3, to be conducted in May-June 2013.<\/p>\r\n<br \/>",
                    "abstract": "A large scale multinational test in September confirmed a new Italian sensor is compatible with NATO&rsquo;s ballistic missile defense (BMD) architecture. The successful Ensemble Test 2 was conducted by the NATO Communications and Information (NCI) Agency",
                    "urltitle": "Testing-Confirms-New-Italian-Sensor-Compatible-With-NATO-Ballistic-Missile-Defense_19422"
                }
            },
            "totalshown": 10,
            "pubname": "Space & Missile"
        }
    }
}